{
  "components": {
    "selectAll": "Pre Select all"
  },
  "chooseProfile": {
    "register": "Register Casting",
    "goToClient": "Enter as Client",
    "goToArtist": "Enter as talent",
    "next": "Next",
    "createAccount": "Create an account",
    "email": "Type your e-mail",
    "password": "Type your password",
    "login": "log in",
    "redefinePassword": "Redefine password"
  },
  "login": {
    "welcome": "Welcome",
    "typeEmail": "Enter your email address",
    "typePassword": "Enter your password",
    "forgot": "Forgot password",
    "createAccount": "Sign up",
    "confirm": "Sign in",
    "terms": "Terms and conditions of use",
    "emailError": "Type a valid e-mail",
    "passwordError": "Type a valid password"
  },
  "terms": {
    "title": "Terms of Use",
    "subtitle": "Good Casting Website Terms and Conditions of Use",
    "notice": "Notice",
    "noticeContent": "This User Agreement, which includes, inter alia, the terms and conditions and the privacy policy of this Website, constitutes a contract between Good Casting and those who use it, so it must be read carefully. The use of the services provided by Good Casting implies acceptance of its Terms and Conditions, including its privacy policy, so in case of disagreement with some of its provisions, the use of the service is not permitted.",
    "first": "1. Definitions and General Conditions",
    "firstSub": "a) Definitions:",
    "firstSubContent": {
      "firstPoint": "Good Casting",
      "firstPointContent": " - Website with the trade name “Good Casting”;",
      "secondPoint": "Professional",
      "secondPointContent": " - natural person, service provider, registered on the website, who intends, in this way, to receive requests from potential interested parties in the provision of services.",
      "thirdPoint": "Professional Information",
      "thirdPointContent": " - any information provided by the Professional, either during the phase of the respective registration and registration on the website, or in relation to the description of the services provided.",
      "fourthPoint": "Customer",
      "fourthPointContent": " - those who use Good Casting to make contacts with a view to hiring professionals registered on the Website;",
      "fifthPoint": "Customer Information",
      "fifthPointContent": " - any information provided by the Client, during the phase of the respective registration and registration on the website or resulting from its use of the same.",
      "sixthPoint": "Privacy Police",
      "sixthPointContent": " - description of the types of information collected from the simple user, the Professional and the Client and the way in which they are treated.",
      "seventhPoint": "System",
      "seventhPointContent": " - computer equipment, data storage and transmission, computer programs and applications, command sequences and automatic data analysis and processing processes used by the website.",
      "eighthPoint": "Terms and Conditions",
      "eighthPointContent": " - these are the rules to which Good Casting, Professionals and Clients as well as simple users are bound, contained in this User Agreement and the terms of the Privacy Policy.",
      "ninethPoint": "Website",
      "ninethPointContent": " - application and respective domain, hosting space, page or set of internet pages, its contents, graphics of other information contained therein, whose content is managed by Good Casting."
    },
    "secondSub": "b) General Conditions",
    "secondSubContent": {
      "1.1": "1.1 Good Casting is a website that offers virtual spaces where Professional service providers within the scope of this website (artistic and fashion activities) register in order to promote their work.",
      "1.2": "1.2 Good Casting may, at its sole discretion, delete all published content that does not comply with the terms and conditions or that may harm Good Casting or the image of professionals and clients who use the services.",
      "1.3": "1.3 Clients can and should directly contact registered Professionals whose profile corresponds to what they desire, in order, if they so wish, to present proposals for work and/or provision of services for the requested services.",
      "1.4": "1.4 It is the Client's responsibility to evaluate the budget and service proposals presented by the Professionals, with the selection of the Professional being their sole and exclusive responsibility.",
      "1.5": "1.5 Good Casting limits itself, in its intervention, to disclosing the registrations of Professional service providers in order to allow and facilitate the process of choosing the Client.",
      "1.6": "1.6 Whenever a Professional and a Client come into contact, it will be up to the latter, solely and exclusively and ultimately, to accept the proposal for a budget and services that may be presented to them and to decide whether or not to hire the Professional service provider.",
      "1.7": "1.7 There is no legal employment or subordination relationship between the Professional and Good Casting.",
      "1.8": "1.8 The Client may even choose not to select any of the Professionals he contacts for the presentation of the respective quotes, acknowledging that Good Casting is a third party in the contractually established relationship between Client and Professional, and cannot guarantee the fulfillment of the provision by the Professional or any transaction that may be agreed between them.",
      "1.9": "1.9 The information contained in Good Casting is provided by the Professionals.",
      "1.10": "1.10 Clients and Professionals undertake to include on the Good Casting website only true and correct information, as well as, whenever necessary, depending on the service to be provided, the supporting documents for the exercise of the respective activity.",
      "1.11": "1.11 Good Casting is not responsible for the information referred to in the previous number, and the Client, prior to the selection of the Professional, must assess and prove their veracity, correctness and integrity.",
      "1.12": "1.12 The presentation by the Professional to the Client of fraudulent proposals or of false or incorrect documents shall in no case be attributable to Good Casting, and the responsibility for selecting Professionals and confirming the information provided by them belongs to the Client.",
      "1.13": "1.13 Good Casting shall not be held responsible for any compliance that the Professional incurs if the Professional is contracted on an exclusive basis with another entity.",
      "1.14": "1.14 Good Casting may not be held responsible if the Professional's looks do not match those shown on their profile.",
      "1.15": "1.15 If the registered Professional is a minor, it will be necessary for their registration to be authorized by their representative and it will be up to the representative to ensure compliance with these Terms and Conditions.",
      "1.16": "1.16 The Professional may hire the services of Good Casting to create the photographic material required for his/her profile but this service will be the subject of an autonomous service contract, which has nothing to do with the service provided by the website to which these terms and conditions refer."
    },
    "second": "2. Privacy Policy",
    "secondContent": "2.1 The Privacy Policy is described in detail here. (see attached document).",
    "third": "3. Warranties",
    "thirdContent": {
      "3.1": "3.1 Good Casting guarantees the continuous and correct operation of its application, except in situations where, for reasons beyond its control, such compliance cannot be required of it.",
      "3.2": "3.2 Without prejudice to the foregoing, Good Casting reserves the right, as owner of the website, to suspend or cause its operation to cease whenever it deems that justified reasons (related either to third parties or to its business model) justify it, which, in any case, will be, as soon as possible, communicated to its users.",
      "3.3": "3.3 Clients and Professionals are obliged, when including information, to take into account compliance with the legislation in force, namely that relating to competition, protection of consumer rights, misleading advertising and discrimination, and information of an obscene nature or with indecent, offensive to good manners or pornographic content is also prohibited, as are references and references to other sites or websites of whatever nature.",
      "3.4": "3.4 Clients and Professionals undertake to ensure that none of the information made available to Good Casting contains computer viruses, macro viruses, trojan horses, worms or anything that causes interference or may interrupt or in any way disrupt the operating procedures of a computer.",
      "3.5": "3.5 You are also prevented from accessing the system without express authorization, as well as clandestinely intercepting or intercepting data or information of any nature, namely of a personal nature.",
      "3.6": "3.6 Good Casting shall not be held responsible for any error, omission, inaccuracy or falsity of the information transmitted by Clients and Professionals.",
      "3.7": "3.7 Good Casting reserves the right not to use, in any manner, any information that violates this User Agreement."
    },
    "fourth": "4. Rights and Obligations",
    "fourthContent": {
      "4.1": "4.1 Adherence as a Client or Professional to the Usage Agreement constitutes the execution of a contract between them and Good Casting, resulting in rights and obligations for each party, namely:",
      "4.1.1": "4.1.1 The Client is entitled to enjoy the Website under the terms and conditions contained in this User Agreement, with respect for the corresponding privacy policy.",
      "4.1.2": "4.1.2 Professionals are solely responsible for the content and accuracy of any information provided.",
      "4.1.3": "4.1.3 Clients and Professionals undertake not to copy, reproduce, modify or in any way use any content of the website as well as undertake not to send to third parties or otherwise disclose, distribute or publicly display any content of the website without prior and express authorization from Good Casting.",
      "4.1.4": "4.1.4 Clients and Professionals undertake not to use the Good Casting website, its contents or services for a purpose other than that for which it is intended, namely for illicit, illegal purposes or in any way capable of impinging on others' legally protected rights.",
      "4.1.5": "4.1.5 Professionals undertake not to use any personal data and information of Clients for any purpose other than the provision of services intended through the platform.",
      "4.1.6": "4.1.6 Professionals undertake to keep their profile up to date at all times ensuring that if there is any significant change of look, they will send to Good Casting updated and quality standard photographs of the previous ones.",
      "4.1.7": "4.1.7 Good Casting reserves the right not to accept the new photographs if they are not of the required quality, in which case there will be no refund of any amount previously paid by the Professional."
    },
    "fifth": "5. Liability",
    "fifthContent": {
      "5.1": "5.1 Good Casting is not a party, in any capacity, to the contractually established relationship between Client and Professional, and they therefore acknowledge that no responsibility can be attributed to it, in particular with regard to the implementation of the contract and the fulfillment of the contractual duties of the parties, or even for the presentation of a Professional to the Client or the sending of an estimate to the Client on behalf of the Professional.",
      "5.2": "5.2 Likewise, Good Casting cannot be held liable for any party's contractual or non-contractual breach of contract, and likewise for any loss or damage that may result to either party.",
      "5.3": "5.3 Good Casting makes no representation or warranty regarding the reliability, timeliness, quality, suitability or availability of the services provided by Professionals, nor does Good Casting guarantee the quality, suitability, safety or capacity of Professionals. It is the Client's responsibility to bear the full risk arising from the engagement of a Professional to the fullest extent permitted by applicable law or except as set forth herein."
    },
    "sixth": "6. Conflicts.",
    "sixthContent": "6.1 Conflicts arising from the relationships established between Clients and Professionals may not be imputed to Good Casting.",
    "seventh": "7. Intellectual Property Rights.",
    "seventhContent": {
      "7.1": "7.1. All elements and/or tools found on the Good Casting website, namely text, software, scripts, graphic images, photos, music, videos, interactive features and the like, trademarks, service marks and logos are the property of Good Casting, and are subject to Portuguese intellectual property law and international treaties and conventions to which Portugal is a signatory.",
      "7.2": "7.2 The elements and/or tools that are made available to the Professional registered on the Website, may not be used, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed or otherwise exploited for any purpose, without the prior written consent of Good Casting."
    },
    "eighth": "8. Penalties.",
    "eighthContent": {
      "8.1": {
        "content": "8.1 Professional or Client may not use the Good Casting website for activities that:",
        "a": "a) Violate any law, statute, ordinance or regulation;",
        "b": "b) Are related to transactions involving illicit products or services, nor even promote, facilitate or instruct others to engage in illegal activity;",
        "c": "c) Use or reproduction of content protected by copyright, trade secret, industrial or third party rights;",
        "d": "d) Preparation of content that is harmful, abusive, defamatory, pornographic, libidinous, or in any way depicts harassment, invasion of privacy, stalking, degradation, intimidation, or hatred towards an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnic origin, age, or disability;",
        "e": "e) Disclosing, mentioning or advocating any illegal services or selling any items whose trade and advertising is prohibited or restricted by law;"
      },
      "8.2": "8.2 Good Casting has the right to clarify and ascertain, on its own initiative and whenever it deems necessary, the complaints of which it becomes aware with a view to evaluating and deciding the permanence of the professionals registered on its website.",
      "8.3": "8.3 The use of the Good Casting website may be suspended for a certain period whenever it is demonstrated that any of the obligations of clients and/or professionals arising from this user agreement have been violated.",
      "8.4": "8.4 Clients and Professionals may be permanently barred from using the Good Casting website whenever it is demonstrated that the violation of this User Agreement was sufficiently serious, either in terms of the behaviors, the means used or the damage caused.",
      "8.5": "8.5 Good Casting reserves the right to suspend or terminate the service provided by the use of its website to a Customer or Professional where it is suspected that they are violating or intend to violate the provisions of this User Agreement or applicable law."
    },
    "nineth": "9. Payments",
    "ninethContent": {
      "9.1": "9.1 For the use of the website as a Professional Good Casting charges the amount of 120€/year plus VAT at the legal rate.",
      "9.2": "9.2 The first annual fee is free.",
      "9.3": "9.3 Invoicing at Good Casting is done electronically, by software certified by the Tax Authority, under the applicable legislation (VAT Code and Decree Law No. 28/2019) and invoices are sent by email.",
      "9.4": "9.4 The use of the Good Casting website by Clients is free.",
      "9.5": "9.5 After the course of the first year Good Casting will send the invoice for payment 30 days before it is due and again 15 days before it is due via email. If payment is not made on time the professional's profile will be deleted."
    }
  },
  "categorySelector": {
    "title": "Briefing Register",
    "subtitle": "Casting Type",
    "Modelo de Prova / Eventos": "Fashion Model",
    "Desfile": "Runway",
    "Campanha Publicitária / Ficção": "Ad Campaign",
    "Catálogo": "Catalog",
    "Casting Personalizado": "Custom Casting",
    "chooseCustomJob": "Choose this option in case the others \n are not suitable",
    "continueLabel": "Next"
  },
  "jobRegister": {
    "title": "Briefing Register",
    "category": "Title",
    "categoryPlaceholder": "Casting Title",
    "description": "Casting Description",
    "descriptionPlaceholder": "Describe your Casting here and specify in detail, if you have a deadline for application put it in this field.",
    "time": "Time Limit",
    "date": "Application Deadline",
    "location": "Location",
    "locationPlaceholder": "Full Location",
    "value": "Value",
    "continueLabel": "Next",
    "timeError": "Invalid time",
    "dateError": "Invalid date"
  },
  "toSendProfiles": {
    "title": "talent Profile",
    "subtitle": "What do you prefer?\nYou can select all the profiles available on Good Casting or specify your preferences.",
    "chooseAllLabel": "Select all profiles",
    "chooseAllLabelHint": "By selecting all profiles, all the talents on Good Casting will receive a notification",
    "chooseFilterLabel": "Specify Preferences",
    "chooseFilterLabelHint": "Select your preferences for the Casting, such as:\nGender, Hair Color, Height"
  },
  "gender": {
    "title": "talent Profile",
    "subtitle": "What genders you're looking for?",
    "continueLabel": "Next",
    "masc": "Male",
    "fem": "Female",
    "transmasc": "Male Transgender",
    "transfem": "Female Transgender",
    "other": "Other",
    "selectAll": "Select all"
  },
  "selectProfile": {
    "title": "Job Conditions",
    "subtitle": "Profile",
    "firstSelector": "Profile",
    "secondSelector": "Transportation",
    "thirdSelector": "Meal",
    "fourthSelector": "Image Rights Duration",
    "fifthSelector": "Campaign Broadcast",
    "continueLabel": "Next"
  },
  "tags": {
    "title": "Characteristics",
    "firstCategory": "Hair",
    "firstCategoryFirstOption": "Dark Brown",
    "firstCategorySecondOption": "Blonde",
    "firstCategoryThirdOption": "Red",
    "firstCategoryFourthOption": "Gray",
    "firstCategoryFifthOption": "Light Brown",
    "firstCategorySixthOption": "Colorful",
    "firstCategorySeventhOption": "Bald",
    "firstCategoryEigthOption": "Black",
    "firstCategoryNinethOption": "All",
    "secondCategory": "Eyes",
    "secondCategoryFirstOption": "Dark Brown",
    "secondCategorySecondOption": "Green",
    "secondCategoryThirdOption": "Blue",
    "secondCategoryFourthOption": "Light Brown",
    "secondCategoryFifthOption": "All",
    "thirdCategory": "Skin Tone",
    "thirdCategoryFirstOption": "White",
    "thirdCategorySecondOption": "Black",
    "thirdCategoryThirdOption": "Brown",
    "thirdCategoryFifthOption": "Indigenous",
    "thirdCategorySixthOption": "Asian",
    "thirdCategorySeventhOption": "South Asia - India, Pakistan, etc.",
    "thirdCategoryNinthOption": "All",
    "continueLabel": "Next"
  },
  "sliders": {
    "title": "Characteristics",
    "continueLabel": "Next",
    "firstSlider": "Age",
    "secondSlider": "Height",
    "thirdSlider": "Waist",
    "fourthSlider": "Hip",
    "fifthSlider": "Bust/Chest"
  },
  "selectArtist": {
    "title": "Pre Select talents",
    "continueLabel": "Next",
    "empty":"Oops… we don’t have that option yet.\n Go back and try a new search."
  },
  "briefingLogin": {
    "title": "Publish Casting",
    "subtitle": "Before publishing your Casting, please log in to your account or complete your registration at Good Casting.",
    "typeEmail": "Enter your email address",
    "typePassword": "Enter your password",
    "forgot": "Forgot password",
    "enter": "Sign in",
    "register": "Create a new account",
    "emailError": "Invalid e-mail",
    "passwordError": "Invalid password"
  },
  "drawer": {
    "contact": "Help",
    "settings": "Settings",
    "payment": "Payment methods",
    "signout": "Sign out"
  },
  "home": {
    "hello": "Hello",
    "welcome": "Welcome to Good Casting",
    "Artista":"Talent",
    "Cliente":"Client",
    "firstTab": "New Castings",
    "secondTab": "Selected",
    "thirdTab": "Lessons",
    "fourthTab": "My Castings",
    "fifthTab": "Models",
    "lastNotificationError": "There was an error trying to get your last notification",
    "videoError": "There was an error trying to get the video lessons",
    "clientJobsError": "There was an error trying to get your your Castings",
    "clientArtistsByJobs": "There was an error trying to fetch talents from castings",
    "newJobsError": "There was an error trying to get new Castings",
    "selectedError": "There was an error trying to get the Castings you're into",
    "getJobs": "Looking castings",
    "getArtists": "Looking talents",
    "proposals": "NEW CASTINGS",
    "myProposals": "MY CASTINGS",
    "proposalsAccepted": "ACCEPTED CASTINGS",
    "castings": "CASTINGS",
    "available": "Available",
    "availables": "Available",
    "analysis": "IN ANALYSIS",
    "chosen": "Chosen",
    "Ongoing": "Ongoing",
    "meet": "MEET YOUR CAST",
    "evaluate": "PENDING",
    "models": "TALENTS",
    "class": "CLASSES",
    "learnWithUs": "LEARN WITH US",
    "emptyJob": "\"Your Castings box is currently empty...\"\n \nHave you already launched your first casting? \n\nIf yes, please wait to hear back from our support team!",
    "empty": "\"Your Talent box is currently empty...\"\n \nCome back after someone has accepted your offer",
    "emptyAc": "\"Your accepted casting box is currently empty...\"\n \nAccept a casting and return to this screen!",
    "emptyArt": "\"Your casting box is currently empty...\"\n \nWait for new castings"
  },
  "contact": {
    "title": "Help",
    "subtitle": "Get in touch with Good Casting",
    "topicPlaceholder": "Subject",
    "messagePlaceholder": "Write here",
    "submit": "Send",
    "contactSuccess": "Your message was delivered",
    "contactError": "There was an error trying to send your message",
    "WhatsappText": "In case you need a quicker response",
    "time": "Aviable Monday-Friday from 10 am to 6 pm",
    "WhatsappButton": "Whatsapp"
  },
  "settings": {
    "title": "Settings",
    "oldPassword": "Old password",
    "newPassword": "New password",
    "newPasswordConfirmation": "Confirm new password",
    "confirmPasswordReset": "Save",
    "passwordSuccess": "Your password was updated",
    "passwordError": "There was an error trying to update your password",
    "name": "Name",
    "fantasyName": "Fantasy name",
    "phone": "Phone",
    "prefix": "Prefix",
    "website": "Website (optional)",
    "taxpayer": "NIF/NIPC",
    "full_address": "Location",
    "address_city": "City",
    "address_state": "District",
    "submit": "Save",
    "passwordDigitsError": "The password must have at least 8 digits",
    "confirmationPasswordError": "The passwords are not equal",
    "confirmModalTitle": "When you make changes to your registration data, your profile will be approved by the Good Casting team.",
    "confirmModalAccept": "Accept",
    "confirmModalReject": "Cancel",
    "nameError": "Enter a valid Name",
    "fantasyError": "Enter a valid Fantasy name",
    "emailError": "Enter a valid email Address",
    "errorPrefix": "Invalid Prefix",
    "errorPhone": "Invalid Phone",
    "errorTaxpayer": "Enter a valid NIF/NIPC",
    "erroFullAddress": "Enter valid Location",
    "address_cityError": "Enter your Location",
    "address_stateError": "Enter your City",
    "receive_notification": "Receive notifications",
    "activate_notification": "Activate app notifications in your phone settings",
    "notificationSucess": "Notifications successfully updated",
    "notificationError": "Unable to activate notifications",
    "deleteButton": "Delete Account",
    "deleteTitle": "Are you sure you want to delete your account?",
    "deleteSubtitle": "An email will be sent to our team to begin the process of deleting your account. We will contact you to inform you about the process.",
    "deleteConfirm": "Confirm",
    "deleteCancel": "Cancel",
    "contactSuccess": "Your message was delivered",
    "contactError": "There was an error trying to send your message"
  },
  "jobModal": {
    "time": "Time Limit",
    "date": "Application Deadline",
    "value": "Rate",
    "address": "Location",
    "image_right_time": "Image Usage",
    "feeding": "Meal",
    "Alimentação por conta do contratante": "Meals paid by the Client",
    "Alimentação por conta do contratado": "Meals for the account of the Client",
    "transport": "Transportation",
    "Transporte por conta do contratante": "Transport at Client's expense",
    "Transporte por conta do contratado": "Transport on behalf of the Client",
    "campaign_broadcast": "Campaign broadcast",
    "6 Meses": "6 Months",
    "1 Ano": "1 Year",
    "2 Anos": "2 Year(s)",
    "Não Aplicável": "Not Applicable",
    "Selecione": "Select",
    "seeartist": "See talents",
    "status": "Your Status",
    "accept": "Accept",
    "decline": "Decline",
    "no":"No",
    "yes":"Yes",
    "confirm": "Are you sure you want to accept?",
    "reject": "Are you sure you want to refuse?",
    "analysis": "Your Profile is being Reviewed by the contractor"
  },
  "jobCard": {
    "seeArtists": "See talents",
    "seeMore": "See More",
    "changeJobStatus": "You want to change the Casting status?",
    "acceptJobTitle": "You want to accept the Casting?",
    "pausedProfile": "Your profile is pending. Get in touch by email Goodcastinginfo@gmail.com to update your status.",
    "rejectJobTitle": "You want to reject the Casting?",
    "finishJob": "Finish Casting",
    "cancelJob": "Cancel Casting",
    "acceptJob": "Accept Casting",
    "date": "Application Deadline",
    "rejectJob": "Reject Casting",
    "cancel": "Cancelar",
    "acceptJobError": "There was an error trying to accept the Casting",
    "rejectJobError": "There was an error trying to reject the Casting",
    "finishJobError": "There was an error trying to finish the Casting",
    "cancelJobError": "There was an error trying to cancel the Casting",
    "EM ANDAMENTO": "IN PROGRESS",
    "PENDENTE": "PENDING",
    "AVALIAR": "EVALUATE",
    "FINALIZADO": "FINISHED",
    "CANCELADO": "CANCELED",
    "EM ANALISE": "UNDER ANALYSIS",
    "CONFIRMADO": "PRESELECTED",
    "REJEITADO": "NOT SELECTED",
    "ENCERRADO": "CLOSED"
  },
  "artistCard": {
    "selectError": "There was an error trying to select the talent",
    "rejectError": "There was an error trying to reject the talent",
    "deleteError": "There was an error trying to delete the talent",
    "chatError": "There was an errror trying to redirect you to the chat",
    "select": "Pre select",
    "reject": "Reject",
    "cancel": "Cancel",
    "delete": "Delete"
  },
  "auth": {
    "accountApproval": "Your account is still in approval",
    "accountReject": "Your account was rejected",
    "loginError": "There was an error with login. Check your credentials.",
    "codeError": "There was an error trying to validate your code",
    "infoSuccess": "Your information was updated",
    "infoError": "There was an error trying to update your information",
    "jobSuccess": "Your Casting was created",
    "jobError": "There was an error trying to create your Casting"
  },
  "artistProfile": {
    "model": "Model",
    "info": "Information",
    "age": "Age: ",
    "height": "Height: ",
    "gender": "Gender: ",
    "Feminino": "Female",
    "Masculino": "Male",
    "Trans Feminino": "Trans Female",
    "Trans Masculino": "Trans Male",
    "Outros": "Others",
    "Todos": "All",
    "hair": "Hair: ",
    "Castanho Escuro": "Dark Brown",
    "Loiro": "Blonde",
    "Ruivo": "Red",
    "Grisalho": "Gray",
    "Castanho Claro": "Light Brown",
    "Colorido": "Colored",
    "eye": "Eyes: ",
    "Verde": "Green",
    "Azul": "Blue",
    "skin": "Ethnicity: ",
    "Branca": "White",
    "Negra": "Black",
    "Morena": "Brunette",
    "Indígena": "Indian",
    "Asiática": "Asian",
    "Sul Asiática - Índia, Paquistão": "South Asian - India, Pakistan",
    "hip": "Hip: ",
    "waist": "Waist: ",
    "bust": "Chest: ",
    "select": "Select",
    "decline": "Decline",
    "photoError": "There was an error trying to get this talent photo"
  },
  "artistProfilePhoto": {
      "cancel": "cancel",
      "confirm": "Set profile picture",
    "choose": "Choose a profile pic",
    "ErrorPicture": "An error occurred while trying to update the picture",
    "ErrorSize":"An error occurred while trying to update the picture, please decrease its size and try again"
  },
  "artistsOnJob": {
    "hello": "Hello",
    "welcome": "Welcome to Good Casting",
    "artistError": "There was an error trying to get this Casting talents",
    "selected": "Selected",
    "nonSelected": "nonSelected",
    "pending": "Pending",
    "getArtist": "Looking for talents"
  },
  "chat": {
    "chattingWith": "Chatting with",
    "inputPlaceholder": "Type your message here",
    "messagesError": "There was an error trying to list chat messages",
    "validMessageError": "Type a valid message",
    "archiveTitle": "Archive message",
    "archiveMessage": "Are you sure you want to archive this message?",
    "notReadMessagesSingular": "unread message",
    "notReadMessagesPlural": "unread messages",
    "cancel": "Cancel"
  },
  "choosePayment": {
    "title": "Payment methods",
    "noPaymentMethod": "You have not added any payment method",
    "addLabel": "Add",
    "timeLeft": "Time left",
    "timeLeftMonths": "months",
    "timeLeftDays": "days"
  },
  "registerFirstStep": {
    "welcome": "Welcome",
    "typeEmail": "Type your email",
    "typePassword": "Type your password",
    "typePasswordConfirmation": "Password confirmation",
    "continueLabel": "Next",
    "emailRegistered": "This e-mail is already being used",
    "emailError": "Invalid e-mail",
    "lessThan8DigitPasswordError": "The password must have at least 8 digits",
    "differentPasswordError": "The password and confirmation password are different"
  },
  "registerSecondStep": {
    "welcome": "Welcome",
    "typeName": "Name",
    "typeFantasyName": "Trading Name",
    "prefix": "Prefix",
    "typePhone": "Phone",
    "continueLabel": "Next",
    "typeNameError": "Type your company's name",
    "typeFantasyNameError": "Type your company's trading name",
    "typePhoneError": "Type your phone"
  },
  "registerThirdStep": {
    "welcome": "Welcome",
    "typeSite": "Website (opcional)",
    "typeTaxpayer": "NIF/NIPC",
    "typeAddress": "Location",
    "typeCity": "City",
    "typeDistrict": "District",
    "address_fullError": "Enter your Location",
    "address_cityError": "Enter your City",
    "address_stateError": "Enter your District",
    "image_error": "There was a problem sending the photo",
    "taxpayerError": "Enter valid NIF/NIPC",
    "addPhotoLabel": "Select Photo",
    "selectedPhotoLabel": "Photo Selected",
    "addPhotoSubtitle": "Add an identification document photo.\nThis photo will be used only for approval and will not be showed in the app",
    "continueLabel": "Finish",
    "selectAPhoto": "Select a document photo",
    "congratulations": "Congratulations! Your informations will be analised by Good Casting. Soon you will receive an e-mail with instructions."
  },
  "confirmCode": {
    "title": "Register",
    "thanks": "Thank you for joinging Good Casting",
    "instructions": "Type in the confirmation code we sent to your email",
    "typeCode": "Code",
    "agreeWith": "I agree with ",
    "terms": "the terms and conditions of use",
    "buttonLabel": "Activate account"
  },
  "exit": {
    "confirm": "Are you sure you want to leave?",
    "exit": "Sign out"
  },
  "inbox": {
    "yourchats": "Your chats",
    "chatError": "There was an error trying to list your chats",
    "loadChats": "Searching Chats",
    "pausedProfile": "Your profile is pending. Get in touch by email Goodcastinginfo@gmail.com to update your status."
  },
  "myjobs": {
    "myjobs": "Casting History",
    "create": "Create a new Casting",
    "jobError": "There was an error trying to list your Castings",
    "empty": "\"Your Casting box is currently empty...\" \n \nYour profile is being released!"
  },
  "notifications": {
    "title": "Notifications",
    "notificationError": "There was an error trying to list your notifications",
    "approvedRegistrationTitle": "Approved registration",
    "approvedRegistrationDescription": "His Castings were published. Now just wait for the talents to accept the Casting",
    "newInvitationTitle": "New Casting",
    "newInvitationDescription": "You have received a new invitation to participate in a Casting",
    "selectedModelAcceptedInvitationTitle": "Selected talent accepted your invitation",
    "Catálogo": "Catalog",
    "Campanha Publicitária / Ficção": "Advertising Campaign / Fiction",
    "Desfile": "Parade",
    "daysAgo": "days ago",
    "Modelo de Prova / Eventos": "Test Model / Events",
    "Aviso":"Warning",
    "selectedParticipateJobTitle": "You have been selected to participate in a casting call",
    "Preencha todos os campos": "Fill in all fields",
    "Selecione todos os itens": "Select all items"
  },
  "toEvaluate": {
    "clientTitle": "Evaluate talents",
    "artistTitle": "Evaluate your Casting",
    "artistError": "There was an error trying to list this Casting's talents",
    "clientError": "There was an error trying to list this Casting's client"
  },
  "evaluationCard": {
    "model": "Model",
    "client": "Client"
  },
  "evaluation": {
    "evaluateError": "There was an error trying to send your evaluation",
    "title": "Evaluation",
    "model": "Model",
    "client": "Client",
    "description": "Evaluate ",
    "theArtist": "the talent",
    "theClient": "the client",
    "typeEvaluation": "Type your evaluation in up to 140 characters",
    "sendLabel": "Send evaluation"
  },
  "chatJobs": {
    "title": "Conversations on Casting"
  },
  "chatJobCard": {
    "you": "You",
    "noMessages": "No messages"
  }
}
