{
  "components": {
    "selectAll": "Pre Seleccionar todo"
  },
  "chooseProfile": {
    "register": "Registrar Casting",
    "goToClient": "Iniciar Sesión como Cliente",
    "goToArtist": "Iniciar Sesión como Talento",
    "next": "Próximo",
    "createAccount": "Crear una cuenta",
    "email": "Escriba su correo electrónico",
    "password": "Escribe tu contraseña",
    "login": "Entrar",
    "redefinePassword": "Redefinir contraseña"
  },
  "login": {
    "welcome": "Bienvenido",
    "typeEmail": "Correo electrónico",
    "typePassword": "Contraseña",
    "forgot": "¿Has olvidado la contraseña?",
    "createAccount": "Crea una cuenta nueva",
    "confirm": "Entrar",
    "terms": "Condiciones de uso",
    "emailError": "Correo electrónico inválido",
    "passwordError": "Contraseña inválida"
  },
  "terms": {
    "title": "Condiciones de uso",
    "subtitle": "Términos y condiciones de uso del sitio web de Good Casting",
    "notice": "Notice",
    "noticeContent": "Este Acuerdo de Usuario, que incluye, entre otros, los términos y condiciones y la política de privacidad de este sitio web, constituye un contrato entre Good Casting y quienes lo utilizan, por lo que debe ser leído atentamente. El uso de los servicios prestados por Good Casting implica la aceptación de sus Términos y Condiciones, incluyendo su política de privacidad, por lo que en caso de desacuerdo con algunas de sus disposiciones, no se permite el uso del servicio.",
    "first": "1. Definiciones y condiciones generales",
    "firstSub": "a) Definiciones:",
    "firstSubContent": {
      "firstPoint": "Buen Reparto",
      "firstPointContent": "- Página web con el nombre comercial 'Good Casting';",
      "secondPoint": "Profesional",
      "secondPointContent": "- persona física, prestadora de servicios, registrada en el sitio web, que pretende, de esta manera, recibir solicitudes de potenciales interesados en la prestación de servicios.",
      "thirdPoint": "Información Profesional",
      "thirdPointContent": "- cualquier información proporcionada por el Profesional, ya sea durante la fase de la respectiva inscripción y registro en el sitio web, o en relación con la descripción de los servicios prestados.",
      "fourthPoint": "Cliente",
      "fourthPointContent": "- aquellos que utilizan Good Casting para establecer contactos con vistas a la contratación de profesionales registrados en el sitio web;",
      "fifthPoint": "Información del cliente",
      "fifthPointContent": "- cualquier información proporcionada por el Cliente, durante la fase de la respectiva inscripción y registro en el sitio web o resultante de su uso de la misma.",
      "sixthPoint": "Policía de Privacidad",
      "sixthPointContent": "- descripción de los tipos de información que se recogen del simple usuario, del Profesional y del Cliente y la forma en que se tratan",
      "seventhPoint": "Sistema",
      "seventhPointContent": "- equipos informáticos, almacenamiento y transmisión de datos, programas y aplicaciones informáticas, secuencias de comandos y procesos automáticos de análisis y tratamiento de datos utilizados por el sitio web.",
      "eighthPoint": "Términos y condiciones",
      "eighthPointContent": "- son las normas a las que se someten Good Casting, los Profesionales y Clientes, así como los simples usuarios, contenidas en este Acuerdo de Usuario y en los términos de la Política de Privacidad.",
      "ninethPoint": "Sitio web",
      "ninethPointContent": "- aplicación y respectivo dominio, espacio de alojamiento, página o conjunto de páginas de Internet, sus contenidos, gráficos de otra información contenida en la misma, cuyo contenido es gestionado por Good Casting."
    },
    "secondSub": "b) Condiciones Generales",
    "secondSubContent": {
      "1.1": "1.1 Good Casting es un sitio web que ofrece espacios virtuales donde los prestadores de servicios profesionales en el ámbito de este sitio web (actividades artísticas y de moda) se registran para promocionar su trabajo.",
      "1.2": "1.2 Good Casting podrá, a su sola discreción, eliminar todos los contenidos publicados que no cumplan con los términos y condiciones o que puedan perjudicar a Good Casting o a la imagen de los profesionales y clientes que utilizan los servicios.",
      "1.3": "1.3 Los clientes pueden y deben contactar directamente con los Profesionales registrados cuyo perfil se corresponda con lo que desean, para, si así lo desean, presentar propuestas de trabajo y/o prestación de servicios para los servicios solicitados.",
      "1.4": "1.4 Es responsabilidad del Cliente evaluar las propuestas de presupuesto y de servicios presentadas por los Profesionales, siendo la selección del Profesional su única y exclusiva responsabilidad.",
      "1.5": "1.5 Good Casting se limita, en su intervención, a divulgar los registros de los prestadores de servicios Profesionales para permitir y facilitar el proceso de elección del Cliente.",
      "1.6": "1.6 Siempre que un Profesional y un Cliente entren en contacto, corresponderá a este último, única y exclusivamente y en última instancia, aceptar la propuesta de presupuesto y servicios que se le presente y decidir si contrata o no al profesional prestador de servicios.",
      "1.7": "1.7 No existe ninguna relación laboral o de subordinación legal entre el Profesional y Good Casting",
      "1.8": "1.8 El Cliente podrá incluso optar por no seleccionar a ninguno de los Profesionales que contacte para la presentación de los respectivos presupuestos, reconociendo que Good Casting es un tercero en la relación contractualmente establecida entre el Cliente y el Profesional, no pudiendo garantizar el cumplimiento de la prestación por parte del Profesional ni de cualquier transacción que pueda acordarse entre ellos.",
      "1.9": "1.9 La información contenida en Good Casting es proporcionada por los Profesionales",
      "1.10": "1.10 Los Clientes y los Profesionales se comprometen a incluir en la página web de Good Casting únicamente información veraz y correcta, así como, siempre que sea necesario, en función del servicio a prestar, los documentos acreditativos para el ejercicio de la respectiva actividad.",
      "1.11": "1.11 Good Casting no se responsabiliza de la información referida en el número anterior, debiendo el Cliente, con carácter previo a la selección del Profesional, valorar y acreditar su veracidad, corrección e integridad.",
      "1.12": "1.12 La presentación por parte del Profesional al Cliente de propuestas fraudulentas o de documentos falsos o incorrectos no será en ningún caso imputable a Good Casting, y la responsabilidad de la selección de los Profesionales y de la confirmación de la información facilitada por éstos corresponde al Cliente.",
      "1.13": "1.13 Good Casting no será responsable de los cumplimientos en los que incurra el Profesional si éste es contratado en exclusiva con otra entidad.",
      "1.14": "1.14 Good Casting no podrá ser considerado responsable si el aspecto del Profesional no coincide con el mostrado en su perfil.",
      "1.15": "1.15 Si el Profesional inscrito es menor de edad, será necesario que su inscripción sea autorizada por su representante y será éste quien se encargue de velar por el cumplimiento de estos Términos y Condiciones.",
      "1.16": "1.16 El Profesional podrá contratar los servicios de Good Casting para crear el material fotográfico necesario para su perfil, pero este servicio será objeto de un contrato de servicios autónomo, que nada tiene que ver con el servicio prestado por el sitio web al que se refieren estos términos y condiciones."
    },
    "second": "2. Política de privacidad",
    "secondContent": "2.1 La política de privacidad se describe en detalle aquí. (ver documento adjunto)",
    "third": "3. Garantías",
    "thirdContent": {
      "3.1": "3.1 Good Casting garantiza el continuo y correcto funcionamiento de su aplicación, salvo en aquellas situaciones en las que, por razones ajenas a su voluntad, no se le pueda exigir dicho cumplimiento.",
      "3.2": "3.2 Sin perjuicio de lo anterior, Good Casting se reserva el derecho, como titular del sitio web, de suspender o hacer cesar su funcionamiento siempre que considere que existen razones justificadas (relacionadas bien con terceros o bien con su modelo de negocio) que lo justifiquen, las cuales, en todo caso, serán, a la mayor brevedad posible, comunicadas a sus usuarios.",
      "3.3": "3.3 Los Clientes y Profesionales están obligados, a la hora de incluir la información, a tener en cuenta el cumplimiento de la legislación vigente, en concreto la relativa a la competencia, la protección de los derechos de los consumidores, la publicidad engañosa y la discriminación, quedando también prohibida la información de carácter obsceno o con contenido indecente, ofensivo para las buenas costumbres o pornográfico, así como las referencias y remisiones a otros sitios o webs de cualquier naturaleza.",
      "3.4": "3.4 Los Clientes y Profesionales se comprometen a que ninguna de las informaciones puestas a disposición de Good Casting contenga virus informáticos, macro virus, troyanos, gusanos o cualquier cosa que cause interferencia o pueda interrumpir o perturbar de alguna manera los procedimientos de funcionamiento de un ordenador.",
      "3.5": "3.5 También se impide acceder al sistema sin autorización expresa, así como interceptar o interceptar clandestinamente datos o información de cualquier naturaleza, concretamente de carácter personal.",
      "3.6": "3.6 Good Casting no se responsabiliza de ningún error, omisión, inexactitud o falsedad de la información transmitida por los Clientes y Profesionales.",
      "3.7": "3.7 Good Casting se reserva el derecho de no utilizar, de ninguna manera, cualquier información que viole este Acuerdo de Usuario."
    },
    "fourth": "4. Derechos y Obligaciones",
    "fourthContent": {
      "4.1": "4.1 La adhesión como Cliente o Profesional al Acuerdo de Uso constituye la ejecución de un contrato entre ellos y Good Casting, del que se derivan derechos y obligaciones para cada parte, a saber:",
      "4.1.1": "4.1.1 El Cliente tiene derecho a disfrutar del Sitio Web en los términos y condiciones contenidos en este Acuerdo de Uso, con respeto a la política de privacidad correspondiente.",
      "4.1.2": "4.1.2 Los profesionales son los únicos responsables del contenido y la exactitud de cualquier información proporcionada.",
      "4.1.3": "4.1.3 Los Clientes y Profesionales se comprometen a no copiar, reproducir, modificar o utilizar de cualquier manera cualquier contenido del sitio web, así como se comprometen a no enviar a terceros o divulgar, distribuir o mostrar públicamente cualquier contenido del sitio web sin la autorización previa y expresa de Good Casting.",
      "4.1.4": "4.1.4 Los Clientes y Profesionales se comprometen a no utilizar el sitio web de Good Casting, sus contenidos o servicios con una finalidad distinta a la prevista, es decir, con fines ilícitos, ilegales o susceptibles de vulnerar derechos legalmente protegidos de terceros.",
      "4.1.5": "4.1.5 Los profesionales se comprometen a no utilizar los datos e información personal de los Clientes para fines distintos a la prestación de los servicios previstos a través de la plataforma.",
      "4.1.6": "4.1.6 Los profesionales se comprometen a mantener su perfil actualizado en todo momento garantizando que si hay algún cambio de look significativo, enviarán a Good Casting fotografías actualizadas y con un estándar de calidad de las anteriores.",
      "4.1.7": "4.1.7 Good Casting se reserva el derecho de no aceptar las nuevas fotografías si no tienen la calidad requerida, en cuyo caso no se devolverá ninguna cantidad pagada previamente por el Profesional."
    },
    "fifth": "5. Responsabilidad",
    "fifthContent": {
      "5.1": "5.1 Good Casting no es parte, en ningún caso, de la relación contractualmente establecida entre el Cliente y el Profesional, por lo que reconocen que no se le puede atribuir ninguna responsabilidad, en particular en lo que se refiere a la ejecución del contrato y al cumplimiento de los deberes contractuales de las partes, ni siquiera en lo que se refiere a la presentación de un Profesional al Cliente o al envío de un presupuesto al Cliente en nombre del Profesional.",
      "5.2": "5.2 Asimismo, Good Casting no podrá ser considerada responsable del incumplimiento contractual o extracontractual de cualquiera de las partes, e igualmente de los daños y perjuicios que pudieran derivarse para cualquiera de ellas.",
      "5.3": "5.3 Good Casting no ofrece ninguna representación o garantía respecto a la fiabilidad, puntualidad, calidad, idoneidad o disponibilidad de los servicios prestados por los Profesionales, ni garantiza la calidad, idoneidad, seguridad o capacidad de los Profesionales. Es responsabilidad del Cliente asumir todo el riesgo derivado de la contratación de un Profesional en la medida en que lo permita la legislación aplicable o salvo lo establecido en el presente documento."
    },
    "sixth": "6. Conflictos",
    "sixthContent": "6.1 Los conflictos derivados de las relaciones establecidas entre Clientes y Profesionales no podrán ser imputados a Good Casting.",
    "seventh": "7. Derechos de Propiedad Intelectual",
    "seventhContent": {
      "7.1": "7.1. Todos los elementos y/o herramientas que se encuentran en el sitio web de Good Casting, a saber, textos, software, scripts, imágenes gráficas, fotos, música, vídeos, funciones interactivas y similares, marcas comerciales, marcas de servicio y logotipos son propiedad de Good Casting, y están sujetos a la ley de propiedad intelectual portuguesa y a los tratados y convenios internacionales de los que Portugal es signatario.",
      "7.2": "7.2 Los elementos y/o herramientas que se ponen a disposición del Profesional registrado en el Sitio Web, no podrán ser utilizados, copiados, reproducidos, distribuidos, transmitidos, difundidos, mostrados, vendidos, licenciados o explotados de cualquier otra forma para cualquier fin, sin el previo consentimiento por escrito de Good Casting."
    },
    "eighth": "8. Sanciones",
    "eighthContent": {
      "8.1": {
        "contenido": "8.1 El profesional o el cliente no pueden utilizar el sitio web de Good Casting para actividades que:",
        "a": "a) Violen cualquier ley, estatuto, ordenanza o reglamento;",
        "b": "b) Estén relacionadas con transacciones de productos o servicios ilícitos, ni siquiera promuevan, faciliten o instruyan a otros a realizar actividades ilegales;",
        "c": "c) Utilicen o reproduzcan contenidos protegidos por derechos de autor, secretos comerciales, industriales o de terceros;",
        "d": "d) Elaboración de contenidos perjudiciales, abusivos, difamatorios, pornográficos, libidinosos o que de alguna manera representen acoso, invasión de la privacidad, acoso, degradación, intimidación u odio hacia una persona o grupo de personas por motivos de religión, género, orientación sexual, raza, origen étnico, edad o discapacidad;",
        "e": "e) Divulgar, mencionar o defender cualquier servicio ilegal o vender cualquier artículo cuyo comercio y publicidad esté prohibido o restringido por la ley;"
      },
      "8.2": "8.2 Good Casting tiene derecho a aclarar y constatar, por iniciativa propia y siempre que lo considere necesario, las reclamaciones de las que tenga conocimiento con el fin de evaluar y decidir la permanencia de los profesionales registrados en su página web.",
      "8.3": "8.3 El uso de la web de Good Casting podrá ser suspendido por un periodo determinado siempre que se demuestre el incumplimiento de alguna de las obligaciones de los clientes y/o profesionales derivadas de este acuerdo de usuario.",
      "8.4": "8.4 Los clientes y profesionales podrán ser inhabilitados de forma permanente para el uso de la web de Good Casting siempre que se demuestre que la violación de este acuerdo de usuario ha sido lo suficientemente grave, ya sea por las conductas, por los medios utilizados o por los daños causados.",
      "8.5": "8.5 Good Casting se reserva el derecho de suspender o dar por terminado el servicio prestado por el uso de su sitio web a un Cliente o Profesional cuando se sospeche que está violando o pretende violar las disposiciones de este Acuerdo de Usuario o la legislación aplicable."
    },
    "nineth": "9. Pagos",
    "ninethContent": {
      "9.1": "9.1 Por el uso de la web como Profesional Good Casting cobra la cantidad de 120€/año más el IVA al tipo legal",
      "9.2": "9.2 La primera cuota anual es gratuita",
      "9.3": "9.3 La facturación en Good Casting se realiza de forma electrónica, mediante un software certificado por la Agencia Tributaria, bajo la legislación aplicable (Código del IVA y Decreto Ley nº 28/2019) y las facturas se envían por correo electrónico.",
      "9.4": "9.4 El uso del sitio web de Good Casting por parte de los Clientes es gratuito",
      "9.5": "9.5 Tras el transcurso del primer año Good Casting enviará la factura para su pago 30 días antes de su vencimiento y de nuevo 15 días antes de su vencimiento por correo electrónico. Si el pago no se realiza a tiempo el perfil del profesional será eliminado."
    }
  },
  "categorySelector": {
    "title": "Registro de Briefing",
    "subtitle": "Tipo de Casting",
    "Modelo de Prova / Eventos": "Modelo de Ajuste",
    "Desfile": "Desfile",
    "Campanha Publicitária / Ficção": "Campaña de Publicidad",
    "Catálogo": "Catálogo",
    "Casting Personalizado": "Casting Personalizado",
    "chooseCustomJob": "Elija esta opción si las que se muestran \n no son adecuadas",
    "continueLabel": "Siguiente"
  },
  "jobRegister": {
    "title": "Registro de Briefing",
    "category": "Categoría",
    "categoryPlaceholder": "Categoría del Casting",
    "description": "Descripción del Casting",
    "descriptionPlaceholder": "Describa aquí su trabajo y especifique en detalle, si tiene una fecha límite para la solicitud póngala en este campo.",
    "time": "Límite de tiempo",
    "date": "Límite de fecha",
    "location": "Dirección",
    "locationPlaceholder": "Dirección Completa",
    "value": "Valor",
    "continueLabel": "Siguiente",
    "timeError": "Tiempo inválido",
    "dateError": "Fecha inválida"
  },
  "toSendProfiles": {
    "title": "Perfil de Talento",
    "subtitle": "¿Qué prefieres?\nPuedes seleccionar todos los perfiles disponibles en Good Casting o especificar tus preferencias.",
    "chooseAllLabel": "Seleccionar todos los perfiles",
    "chooseAllLabelHint": "Al seleccionar todos los perfiles, todos los talentos de Good Casting recibirán una notificación",
    "chooseFilterLabel": "Especificar Preferencias",
    "chooseFilterLabelHint": "Seleccione sus preferencias para el Casting, como:\nGénero, Color de Pelo, Altura"
  },
  "gender": {
    "title": "Perfil de Talento",
    "subtitle": "Qué géneros busca para su Casting?",
    "continueLabel": "Siguiente",
    "masc": "Masculino",
    "fem": "Femenino",
    "transmasc": "Transgénero Masculino",
    "transfem": "Transgénero Femenino",
    "other": "Otros",
    "selectAll": "Seleccionar todo"
  },
  "selectProfile": {
    "title": "Condiciones de Trabajo",
    "subtitle": "Perfil",
    "firstSelector": "Perfil",
    "secondSelector": "Transporte",
    "thirdSelector": "Comida",
    "fourthSelector": "Duración de los Derechos de Imagen",
    "fifthSelector": "Campaña de difusión",
    "continueLabel": "Siguiente"
  },
  "tags": {
    "title": "Características",
    "firstCategory": "Pelo",
    "firstCategoryFirstOption": "Castaño Oscuro",
    "firstCategorySecondOption": "Rubio",
    "firstCategoryThirdOption": "Rojo",
    "firstCategoryFourthOption": "Canas",
    "firstCategoryFifthOption": "Castaño Claro",
    "firstCategorySixthOption": "Coloreado",
    "firstCategorySeventhOption": "Calvo",
    "firstCategoryEigthOption": "Negro",
    "firstCategoryNinethOption": "Todo",
    "secondCategory": "Ojos",
    "secondCategoryFirstOption": "Marrón Escuro",
    "secondCategorySecondOption": "Verdes",
    "secondCategoryThirdOption": "Azules",
    "secondCategoryFourthOption": "Marrón Claro",
    "secondCategoryFifthOption": "Todo",
    "thirdCategory": "Piel",
    "thirdCategoryFirstOption": "Blanca",
    "thirdCategorySecondOption": "Negra",
    "thirdCategoryThirdOption": "Morena",
    "thirdCategoryFifthOption": "Indigenous",
    "thirdCategorySixthOption": "Asiático",
    "thirdCategorySeventhOption": "Sur de Asia - India, Pakistán, etc.",
    "thirdCategoryNinthOption": "Todo",
    "continueLabel": "Siguiente"
  },
  "sliders": {
    "title": "Características",
    "continueLabel": "Siguiente",
    "firstSlider": "Edad",
    "secondSlider": "Altura",
    "thirdSlider": "Cintura",
    "fourthSlider": "Cuadril",
    "fifthSlider": "Cofre"
  },
  "selectArtist": {
    "title": "Pre Seleccionar Talentos",
    "continueLabel": "Siguiente",
    "empty": "Vaya... aún no tenemos esa opción.\n Vuelve atrás e intenta una nueva búsqueda"
  },
  "briefingLogin": {
    "title": "Publicar Casting",
    "subtitle": "Para que su Casting sea publicado, por favor entre en su cuenta o complete su registro en Good Casting",
    "typeEmail": "Correo electrónico",
    "typePassword": "Contraseña",
    "forgot": "¿Has olvidado la contraseña?",
    "enter": "Entrar",
    "register": "Crear cuenta nueva",
    "emailError": "Correo electrónico inválido",
    "passwordError": "Contraseña inválida"
  },
  "drawer": {
    "contact": "Ayuda",
    "settings": "Ajustes",
    "payment": "Métodos de pago",
    "signout": "Salir"
  },
  "home": {
    "hello": "Hola",
    "welcome": "Bienvenido a Good Casting",
    "Artista": "Talento",
    "Cliente": "Cliente",
    "firstTab": "Nuevos Castings",
    "secondTab": "Seleccionados",
    "thirdTab": "Lecciones",
    "fourthTab": "Mis Castings",
    "fifthTab": "Talentos",
    "lastNotificationError": "Hubo un error al intentar obtener tu última notificación",
    "videoError": "Hubo un error al intentar obtener las lecciones de vídeo",
    "clientJobsError": "Hubo un error al intentar obtener tus Castings",
    "clientArtistsByJobs": "Hubo un error al intentar buscar talentos de los castings.",
    "newJobsError": "Hubo un error al intentar obtener los nuevos Castings",
    "selectedError": "Hubo un error al intentar obtener los Castings en los que estás",
    "getJobs": "Buscando castings",
    "getArtists": "Buscando Talentos",
    "proposals": "EVALUAR CASTINGS",
    "myProposals": "MIS CASTINGS",
    "proposalsAccepted": "CASTINGS ACEPTADAS",
    "castings": "FUNDICIONES",
    "available": "Disponible",
    "availables": "Disponibles",
    "Ongoing": "a transcurrir",
    "chosen": "Seleccionado",
    "meet": "CONOCE A LOS ARTISTAS",
    "analysis": "EN ANÁLISIS",
    "evaluar": "EN ABIERTO",
    "models": "MODELOS",
    "class": "CLASES",
    "learnWithUs": "APRENDE CON NOSOTROS",
    "emptyJob": "\"Tu caja de Castings está actualmente vacía...\"\n \n¿Ya lanzaste tu primer casting? \n\nSi es así, ¡espera la aprobación de nuestro soporte!",
    "empty": "\"Tu caja de talentos está actualmente vacía...\"\n \n¡Espera a que alguien acepte tu oferta!",
    "emptyAc": "\"Tu casilla de casting aceptado está actualmente vacía...\"\n\n¡Acepta un casting y vuelve a esta pantalla!",
    "emptyArt": "\"Tu caja de lanzamiento está vacía...\"\n \nEsperamos con impaciencia nuevos castings"
  },
  "contact": {
    "title": "Ayuda",
    "subtitle": "Contactar Good Casting",
    "topicPlaceholder": "Asunto",
    "messagePlaceholder": "Escriba aquí",
    "submit": "Enviar",
    "contactSuccess": "Su mensaje ha sido enviado",
    "contactError": "Hubo un error al intentar enviar su mensaje",
    "WhatsappText": "Si prefieres un contacto más rápido con nuestro equipo",
    "time": "Estamos abiertos de lunes a viernes, de 10 am a 6 pm",
    "WhatsappButton": "Whatsapp"
  },
  "settings": {
    "title": "Ajustes",
    "oldPassword": "Contraseña anterior",
    "newPassword": "Nueva contraseña",
    "newPasswordConfirmation": "Confirmar la nueva contraseña",
    "confirmPasswordReset": "Guardar",
    "passwordSuccess": "Su contraseña fue actualizada",
    "passwordError": "Hubo un error al intentar actualizar su contraseña",
    "name": "Nombre",
    "fantasyName": "Nombre de fantasía",
    "phone": "Teléfono",
    "prefix": "Prefijo",
    "website": "Website (opcional)",
    "taxpayer": "NIF/NIPC",
    "full_address": "Dirección",
    "address_city": "Ciudad",
    "address_state": "Distrito",
    "submit": "Guardar",
    "passwordDigitsError": "La contraseña debe tener al menos 8 dígitos",
    "confirmationPasswordError": "La contraseña y la confirmación de contraseña son diferentes",
    "confirmModalTitle": "Al realizar cambios en sus datos de registro, su perfil se someterá a la aprobación del equipo de Good Casting.",
    "confirmModalAccept": "Aceptar",
    "confirmModalReject": "Cancelar",
    "nameError": "Introduce un nombre válido",
    "fantasyError": "Introduzca un Nombre comercial válido",
    "emailError": "Introduzca una dirección de correo electrónico válida",
    "errorPrefix": "Prefijo inválido",
    "errorPhone": "Teléfono inválido",
    "errorTaxpayer": "Ingrese un NIF/NIPC válido",
    "erroFullAddress": "Ingrese un Dirección válido",
    "address_cityError": "Ingrese su ciudad",
    "address_stateError": "Ingrese su distrito",
    "receive_notification": "Recibir notificación",
    "activate_notification": "Activar las notificaciones de las aplicaciones en los ajustes del teléfono",
    "notificationSucess": "Notificaciones actualizado con éxito",
    "notificationError": "No se pueden activar las notificaciones",
    "deleteButton": "Eliminar cuenta",
    "deleteTitle": "Estás seguro de que quieres eliminar tu cuenta ?",
    "deleteSubtitle": "Se enviará un correo electrónico a nuestro equipo para iniciar el proceso de eliminación de su cuenta. Nos pondremos en contacto con usted para informarle sobre el proceso.",
    "deleteConfirm": "Confirme",
    "deleteCancel": "Cancele",
    "contactSuccess": "Su mensaje ha sido enviado",
    "contactError": "Hubo un error al intentar enviar su mensaje"
  },
  "jobModal": {
    "time": "Límite de tiempo",
    "date": "Fecha",
    "value": "Valor",
    "address": "Dirección",
    "image_right_time": "Imagen en el momento adecuado",
    "feeding": "Alimentación",
    "transport": "Transporte",
    "Alimentação por conta do contratante": "Comidas por cuenta del contratista",
    "Alimentação por conta do contratado": "Alimentos por cuenta del contratista",
    "campaign_broadcast": "Transmisión de campaña",
    "Transporte por conta do contratante": "Transporte a cargo del contratista",
    "Transporte por conta do contratado": "Transporte por cuenta del contratista",
    "6 Meses": "6 Meses",
    "1 Ano": "1 Año",
    "2 Anos": "2 Año(s)",
    "Não Aplicável": "No Aplicable",
    "Selecione": "Seleccionar",
    "seeartist": "Ver talentos",
    "status": "Su Status",
    "accept": "Acepto",
    "decline": "Rechazar",
    "no": "No",
    "yes": "Sí",
    "confirm": "¿Seguro que quieres aceptar?",
    "reject": "¿Está seguro de que desea rechazar?",
    "analysis": "Su perfil está siendo revisado por el contratista"
  },
  "jobCard": {
    "seeArtists": "Ver Talentos",
    "seeMore": "Vea mas",
    "changeJobStatus": "Quieres cambiar el status del Casting?",
    "acceptJobTitle": "Quieres acceptar el Casting?",
    "pausedProfile": "Su perfil está pendiente. Póngase en contacto por correo electrónico Goodcastinginfo@gmail.com para actualizar su estado.",
    "rejectJobTitle": "Quieres rechazar el Casting?",
    "finishJob": "Terminar Casting",
    "cancelJob": "Cancelar Casting",
    "acceptJob": "Acceptar Casting",
    "rejectJob": "Rechazar Casting",
    "date": "Límite de Candidatura",
    "cancel": "Cancelar",
    "acceptJobError": "Hubo un error al intentar aceptar el Casting",
    "rejectJobError": "Hubo un error al intentar rechazar el Casting",
    "finishJobError": "Hubo un error al intentar terminar el Casting",
    "cancelJobError": "Hubo un error al intentar cancelar el Casting",
    "EM ANDAMENTO": "EN PROCESO",
    "PENDENTE": "PENDIENTE",
    "AVALIAR": "EVALUAR",
    "FINALIZADO": "FINALIZADO",
    "CANCELADO": "CANCELADO",
    "EM ANALISE": "EN ANÁLISIS",
    "CONFIRMADO": "PRE SELECCIONADO",
    "REJEITADO": "NO SELECCIONADO",
    "ENCERRADO": "CERRADO"
  },
  "artistCard": {
    "selectError": "Hubo un error al intentar seleccionar el talento",
    "rejectError": "Hubo un error al intentar rechazar el talento",
    "deleteError": "Hubo un error al intentar borrar el talento",
    "chatError": "Hubo un error al intentar redirigirgle al chat",
    "select": "Pre Seleccionar",
    "reject": "Rechazar",
    "cancel": "Cancelar",
    "delete": "Borrar"
  },
  "auth": {
    "accountApproval": "Su cuenta sigue en aprobación",
    "accountReject": "Su cuenta fue rechazada",
    "loginError": "Hubo un error al intentar inicia sesión",
    "codeError": "Hubo un error al intentar validar su código",
    "infoSuccess": "Su información fue actualizada",
    "infoError": "Hubo un error al intentar actualizar su información",
    "jobSuccess": "El Casting se ha creado con éxito",
    "jobError": "Hubo un error al intentar crear su Casting"
  },
  "artistProfile": {
    "model": "Talento",
    "info": "Información",
    "age": "Edad: ",
    "height": "Altura: ",
    "gender": "Género: ",
    "Feminino": "Mujer",
    "Masculino": "Hombre",
    "Trans Feminino": "Trans Femenino",
    "Trans Masculino": "Trans Masculino",
    "Outros": "Otro",
    "Todos": "Todos",
    "hair": "Pelo: ",
    "Castanho Escuro": "Castaño oscuro",
    "Loiro": "Rubio",
    "Ruivo": "Rojo",
    "Grisalho": "Gris",
    "Castanho Claro": "Marrón claro",
    "Colorido": "De color",
    "eye": "Ojos: ",
    "Verde": "Verde",
    "Azul": "Azul",
    "skin": "Etnia: ",
    "Branca": "Blanco",
    "Negra": "Negro",
    "Morena": "Morena",
    "Indígena": "Indígena",
    "Asiática": "Asiático",
    "Sul Asiática - Índia, Paquistão": "Sudasiática - India, Pakistán",
    "hip": "Cadera: ",
    "waist": "Cintura: ",
    "bust": "Cofre: ",
    "select": "Seleccionar",
    "decline": "Rechazar",
    "photoError": "Hubo un error al intentar buscar las fotos"
  },
  "artistProfilePhoto": {
    "cancel": "Cancelar",
    "confirm": "Establecer foto de perfil",
    "choose": "Elige una foto para tu perfil",
    "ErrorPicture": "Se ha producido un error al intentar actualizar la imagen",
    "ErrorSize": "Se ha producido un error al intentar actualizar la imagen, por favor reduzca su tamaño e inténtelo de nuevo"
  },
  "artistsOnJob": {
    "hello": "Hola",
    "welcome": "Bienvenido a Good Casting",
    "artistError": "Hubo un error al intentar buscar los talentos del Casting",
    "selected": "Seleccionados",
    "pending": "Pending",
    "nonSelected": "No Seleccionados",
    "getArtist": "Buscando talentos"
  },
  "chat": {
    "chattingWith": "Hablando con",
    "inputPlaceholder": "Escriba su mensaje aquí",
    "messagesError": "Hubo un error al intentar buscar las mensajes There was an error trying to list chat messages",
    "validMessageError": "Escriba un mensaje válido",
    "archiveTitle": "Archivar mensaje",
    "archiveMessage": "¿Estás seguro de que quieres archivar este mensaje?",
    "notReadMessagesSingular": "mensaje no leído",
    "notReadMessagesPlural": "mensajes no leídos",
    "cancel": "Cancelar"
  },
  "choosePayment": {
    "title": "Métodos de pago",
    "noPaymentMethod": "No has añadido ningún método de pago",
    "addLabel": "Añadir",
    "timeLeft": "Tiempo restante",
    "timeLeftMonths": "meses",
    "timeLeftDays": "días"
  },
  "registerFirstStep": {
    "welcome": "Bienvenido",
    "typeEmail": "Correo electrónico",
    "typePassword": "Contraseña",
    "typePasswordConfirmation": "Confirmación de contraseña",
    "continueLabel": "Siguiente",
    "emailRegistered": "Este correo electrónico ya se está utilizando",
    "emailError": "Correo electrónico inválido",
    "lessThan8DigitPasswordError": "La contraseña debe tener al menos 8 dígitos",
    "differentPasswordError": "La contraseña y la confirmación de contraseña son diferentes"
  },
  "registerSecondStep": {
    "bienvenido": "Bienvenido",
    "typeName": "Nombre",
    "typeFantasyName": "Nombre comercial",
    "prefix": "Prefijo",
    "typePhone": "Teléfono",
    "continueLabel": "Siguiente",
    "typeNameError": "Escriba el nombre de su empresa",
    "typeFantasyNameError": "Escriba el nombre comercial de su empresa",
    "typePhoneError": "Escriba su teléfono"
  },
  "registerThirdStep": {
    "welcome": "Bienvenido",
    "typeSite": "Sitio web (opcional)",
    "typeTaxpayer": "NIF/NIPC",
    "typeAddress": "Dirección",
    "typeCity": "Ciudad",
    "typeDistrict": "Distrito",
    "address_fullError": "Ingrese su Dirección",
    "address_cityError": "Ingrese su ciudad",
    "address_stateError": "Ingrese su distrito",
    "image_error": "Hubo un problema al enviar la foto.",
    "taxpayerError": "Ingrese un NIF/NIPC válido",
    "addPhotoLabel": "Seleccionar una Foto",
    "selectedPhotoLabel": "Foto seleccionada",
    "addPhotoSubtitle": "Añadir una foto de documento de identificación.\nEsta foto se utilizará solo para la aprobación y no se mostrará en la app",
    "continueLabel": "Terminar",
    "selectAPhoto": "Seleccionar una foto de documento",
    "congratulations": "¡Felicidades! Sus datos serán analizados por Good Casting. Pronto recibirá un correo electrónico con instrucciones."
  },
  "confirmCode": {
    "title": "Registro",
    "thanks": "Gracias por registrarte en Good Casting",
    "instructions": "Inserta el código enviado a tu correo electrónico",
    "typeCode": "Código",
    "agreeWith": "Yo accepto ",
    "terms": "los términos y condiciones de uso",
    "buttonLabel": "Activar cuenta"
  },
  "exit": {
    "confirm": "¿Está seguro de que desea salir?",
    "exit": "Salir"
  },
  "inbox": {
    "yourchats": "Sus chats",
    "chatError": "Hubo un error al intentar listar tus chats",
    "loadChats": "Buscando chats",
    "pausedProfile": "Su perfil está pendiente. Póngase en contacto por correo electrónico Goodcastinginfo@gmail.com para actualizar su estado."
  },
  "myjobs": {
    "myjobs": "historia del casting",
    "create": "Crear un nuevo Casting",
    "jobError": "Hubo un error al intentar listar tus Castings",
    "empty": "\"Tu cuadro de Casting está actualmente vacío...\" \n \n¡Tu perfil está siendo liberado!"
  },
  "notifications": {
    "title": "Notificaciones",
    "notificationError": "Hubo un error al intentar listar tus notificaciones",
    "approvedRegistrationTitle": "Registro aprobado",
    "approvedRegistrationDescription": "Sus Castings fueron publicados. Ahora solo queda esperar a que los talentos acepten el Casting",
    "newInvitationTitle": "Nuevo Casting",
    "newInvitationDescription": "Has recibido una nueva invitación para participar en un Casting",
    "selectedModelAcceptedInvitationTitle": "El talento seleccionado aceptó su invitación",
    "Catálogo": "Catalogar",
    "Campanha Publicitária / Ficção": "Campaña Publicitaria / Ficción",
    "daysAgo": "hace días",
    "Desfile": "Desfile",
    "Modelo de Prova / Eventos": "Modelo de prueba / Eventos",
    "Aviso":"Advertencia",
    "selectedParticipateJobTitle": "Has sido seleccionado para participar en un casting",
    "Preencha todos os campos": "Rellenar todos los campos",
    "Selecione todos os itens": "Seleccionar todos los artículos"
  },
  "toEvaluate": {
    "clientTitle": "Evaluar a los talentos",
    "artistTitle": "Evaluar su Casting",
    "artistError": "Hubo un error al intentar listar los talentos del Casting",
    "clientError": "Hubo un error al intentar listar el cliente del Casting"
  },
  "evaluationCard": {
    "model": "Talento",
    "client": "Cliente"
  },
  "evaluation": {
    "evaluateError": "Hubo un error al intentar enviar su evaluación",
    "title": "Evaluacíon",
    "model": "Talento",
    "client": "Cliente",
    "description": "Evaluar ",
    "theArtist": "el talento",
    "theClient": "el cliente",
    "typeEvaluation": "Escribe tu evaluación en un máximo de 140 caracteres",
    "sendLabel": "Enviar evaluación"
  },
  "chatJobs": {
    "title": "Conversaciones del Casting"
  },
  "chatJobCard": {
    "you": "Usted",
    "noMessages": "Sin mensajes"
  }
}
