{
  "components": {
    "selectAll": "Pré-Selecionar todos"
  },
  "chooseProfile": {
    "register": "Cadastrar Casting",
    "goToClient": "Entrar como Cliente",
    "goToArtist": "Entrar como Talento",
    "next": "Próximo",
    "createAccount": "Criar uma Conta",
    "email": "Digite seu email",
    "password": "digite sua senha",
    "login": "Entrar",
    "redefinePassword": "Redefinir senha"
  },
  "login": {
    "welcome": "Seja bem-vindo(a)",
    "typeEmail": "Digite seu email",
    "typePassword": "Digite sua senha",
    "forgot": "Esqueceu a senha",
    "confirm": "Entrar",
    "createAccount": "Criar uma nova conta",
    "terms": "Termos e condições de uso",
    "emailError": "Digite um e-mail válido",
    "passwordError": "Digite uma senha válida"
  },
  "terms": {
    "title": "Termos e condições",
    "subtitle": "Termos e condições de uso da Website Good Casting",
    "notice": "Aviso",
    "noticeContent": "O presente Acordo de Utilização, que inclui, nomeadamente, os termos e condições e a política de privacidade desta Website, constitui um contrato celebrado entre a Good Casting e aqueles que dela usufruem, pelo que o mesmo deve ser lido cuidadosamente. A utilização dos serviços disponibilizadas pela Good Casting implica a aceitação dos seus Termos e Condições, incluindo da sua política de privacidade pelo que, em caso de discordância com algumas das suas disposições, a utilização do serviço não é permitida.",
    "first": "1. Definições e Condições Gerais",
    "firstSub": "a) Definições:",
    "firstSubContent": {
      "firstPoint": "Good Casting",
      "firstPointContent": " - Website con nome de fantasia “Good Casting”;",
      "secondPoint": "Profissional",
      "secondPointContent": " - pessoa singular, prestadora de serviços, inscrita no website, que pretende, por esta via receber pedidos de potenciais interessados na sua prestação de serviços.",
      "thirdPoint": "Informação do Profissional",
      "thirdPointContent": " - qualquer informação prestada pelo Profissional, quer durante a fase do respectivo registo e inscrição no website, quer relativamente à descrição dos serviços prestado.",
      "fourthPoint": "Cliente",
      "fourthPointContent": " - aquele que utiliza a Good Casting para efectuar contactos com vista à contratação dos profissionais inscritos no Website;",
      "fifthPoint": "Informação do Cliente",
      "fifthPointContent": " - qualquer informação prestada pelo Cliente, durante a fase do respectivo registo e inscrição no website ou resultante da sua utilização da mesma.",
      "sixthPoint": "Política de Privacidade",
      "sixthPointContent": " - descrição dos tipos de informações recolhidas do simples utilizador, do Profissional e do Cliente e a forma do respectivo tratamento.",
      "seventhPoint": "Sistema",
      "seventhPointContent": " - equipamentos de computação, armazenamento e transmissão de dados, programa e aplicações informáticas, sequências de comandos e processos automáticos de análise e tratamento de dados que são utilizados pela website.",
      "eighthPoint": "Termos e Condições",
      "eighthPointContent": " - são as regras a que se vinculam a Good Casting, os Profissionais e os Clientes bem como os simples utilizadores, constantes do presente Acordo de utilização e dos termos da Política de Privacidade.",
      "ninethPoint": "Website",
      "ninethPointContent": " - aplicação e respectivo domínio, espaço de alojamento, página ou conjunto de páginas da internet, seus conteúdos, gráficos de demais informação neles contida, cujo conteúdo é gerido pela Good Casting."
    },
    "secondSub": "b) Condições Gerais",
    "secondSubContent": {
      "1.1": "1.1 A Good Casting é um website que oferece espaços virtuais onde os Profissionais prestadores de serviços no âmbito deste website (actividade artística e de moda) se inscrevem com vista a promover o seu trabalho.",
      "1.2": "1.2 A Good Casting poderá, a seu exclusivo critério, excluir todos os conteúdos publicados que não estejam em conformidade com os termos e condições ou que possam prejudicar a Good Casting ou a imagem de profissionais e clientes que utilizam os serviços.",
      "1.3": "1.3 Os Clientes poderão e deverão contactar directamente os Profissionais registados cujo perfil corresponda ao que desejam, para, se assim o entenderem, apresentarem, propostas de trabalho e/ou prestação de serviços para os serviços requisitados.",
      "1.4": "1.4 Compete ao Cliente avaliar as propostas de orçamento e serviços apresentadas pelos Profissionais, sendo a selecção do Profissional da sua inteira e exclusiva responsabilidade.",
      "1.5": "1.5 A Good Casting limita-se, na sua intervenção, a divulgar as inscrições dos Profissionais prestadores de serviços de forma a permitir e facilitar o processo de escolha do Cliente.",
      "1.6": "1.6 Sempre que um Profissional e um Cliente entrem em contacto, caberá a este, única e exclusivamente e em última análise, aceitar a proposta de orçamento e serviços que lhe vier a ser apresentada e a decidir pela contratação ou não do Profissional prestador de serviços.",
      "1.7": "1.7 Não existe qualquer relação jurídica laboral ou de subordinação entre o Profissional e a Good Casting.",
      "1.8": "1.8 O Cliente pode, inclusivamente, optar por não seleccionar nenhum dos Profissionais que contacte para a apresentação dos respectivos orçamentos, reconhecendo que a Good Casting é terceiro na relação contratualmente estabelecida entre Cliente e Profissional, não podendo nem garantido o cumprimento da prestação por parte do Profissional nem de qualquer transacção que venha, entre eles, a ser acordada.",
      "1.9": "1.9 A informação que consta da Good Casting é fornecida pelos Profissionais.",
      "1.10": "1.10 Os Clientes e Profissionais obrigam-se a incluir no website Good Casting apenas informação verdadeira e correcta, bem como e sempre que necessário em função do serviço a prestar, os documentos comprovativos para o exercício da actividade respectiva.",
      "1.11": "1.11 A Good Casting não se responsabiliza pela informação referida no número anterior, devendo o Cliente, previamente à selecção do Profissional, avaliar e comprovar a veracidade, correcção e integridade dos mesmos.",
      "1.12": "1.12 A apresentação, pelo Profissional ao Cliente, de propostas fraudulentas ou de documentos falsos ou incorrectos, em caso algum pode ser imputada à Good Casting, pertencendo ao Cliente a responsabilidade pela selecção dos Profissionais e pela confirmação das informações por eles fornecidas.",
      "1.13": "1.13 A Good Casting não poderá ser responsabilizada por qualquer cumprimento em que o Profissional incorra caso este esteja contratado em regime de exclusividade com outra entidade.",
      "1.14": "1.14 A Good Casting não poderá ser responsabilizada caso o visual do Profissional não corresponda ao apresentado no seu perfil.",
      "1.15": "1.15 Caso o profissional inscrito seja menor de idade, será necessário que a sua inscrição seja autorizada pelo seu representante e caberá a este garantir o cumprimento destes Termos e Condições.",
      "1.16": "1.16 O Profissional poderá contratar os serviços da Good Casting para criação do material fotográfico necessário para o seu perfil mas esse serviço será objecto de um contrato de prestação de serviços autónomo, que nada tem a ver com o serviço prestado pelo website a que se referem estes termos e condições."
    },
    "second": "2. Política de Privacidade",
    "secondContent": "2.1 A Política de Privacidade encontra-se pormenorizadamente descrita aqui. (ver documento em anexo).",
    "third": "3. Garantias",
    "thirdContent": {
      "3.1": "3.1 A Good Casting garante o funcionamento contínuo e correcto da sua aplicação, excepto nas situações em que, por motivos que lhe sejam alheios, tal cumprimento não lhe possa ser exigível.",
      "3.2": "3.2 Sem prejuízo do disposto anteriormente, a Good Casting reserva-se o direito, como proprietária do website, de suspender ou fazer cessar o seu funcionamento sempre que entenda que razões justificadas (relacionadas quer com terceiros, quer com o seu modelo de negócio) o justifiquem, o que, em todo o caso, será, logo que possível, comunicado aos seus utilizadores.",
      "3.3": "3.3 Os Clientes e Profissionais estão obrigados, na inclusão de informação, a ter em conta o cumprimento da legislação em vigor, nomeadamente a respeitante a concorrência, protecção de direitos do consumidor, publicidade enganosa e discriminação, sendo igualmente proibidas informações de carácter obsceno ou com conteúdos indecorosos, atentatórios dos bons costumes ou pornográficos, bem como são também proibidas as remissões e referências a outros sites ou websites seja de que natureza forem.",
      "3.4": "3.4 Os Clientes e Profissionais comprometem-se a assegurar que nenhuma da informação disponibilizada à Good Casting contém vírus informáticos, macro vírus, cavalos de tróia, worms ou algo que cause interferência ou possa interromper ou de qualquer forma perturbar os procedimentos operacionais de um computador.",
      "3.5": "3.5 Estão ainda impedidos de aceder ao sistema sem expressa autorização, bem como a intercalar ou interceptar clandestinamente dados ou informações de qualquer natureza, designadamente de carácter pessoal.",
      "3.6": "3.6 A Good Casting não se considera responsável por qualquer erro, omissão, incorrecção ou falsidade das informações transmitidas pelos Clientes e Profissionais.",
      "3.7": "3.7 A Good Casting reserva-se o direito de não utilizar, por qualquer forma, qualquer informação que viole o presente Acordo de Utilização."
    },
    "fourth": "4. Direitos e Obrigações",
    "fourthContent": {
      "4.1": "4.1 A adesão na qualidade de Cliente ou Profissional ao Acordo de Utilização constitui a celebração de um contrato entre estes e a Good Casting, resultando direitos e obrigações para cada uma das partes, designadamente:",
      "4.1.1": "4.1.1 O Cliente tem direito a usufruir do Website, nos termos e condições constantes do presente Acordo de Utilização, com respeito pela correspondente política de privacidade.",
      "4.1.2": "4.1.2 Os Profissionais são os únicos responsáveis pelo conteúdo e rigor de qualquer informação prestada.",
      "4.1.3": "4.1.3 Os Clientes e Profissionais obrigam-se a não copiar, reproduzir, modificar ou por qualquer forma utilizar qualquer conteúdo do website bem como se obrigam a não enviar a terceiros ou por outra forma divulgar, distribuir ou exibir publicamente qualquer conteúdo do website sem prévia e expressa autorização da Good Casting.",
      "4.1.4": "4.1.4 Clientes e Profissionais obrigam-se a não utilizar o website da Good Casting, os seus conteúdos ou serviços para um fim distinto daquele a que a mesma se destina, nomeadamente para fins ilícitos, ilegais ou de qualquer forma capazes de colidir com direitos alheios legalmente protegidos.",
      "4.1.5": "4.1.5 Os Profissionais obrigam-se a não utilizar quaisquer dados e informações pessoais dos Clientes para outro fim que não o da prestação de serviços pretendidos através da plataforma.",
      "4.1.6": "4.1.6 Os Profissionais comprometem-se a manter o seu perfil sempre actualizado assegurando que, caso haja qualquer mudança significativa de visual, enviarão para a Good Casting fotografias actualizadas e com padrão de qualidade das anteriores.",
      "4.1.7": "4.1.7 A Good Casting reserva o direito de não aceitar as novas fotografias se as mesmas não tiverem a qualidade necessária, caso em que não haverá à devolução de qualquer montante previamente pago pelo Profissional."
    },
    "fifth": "5. Responsabilidade",
    "fifthContent": {
      "5.1": "5.1 A Good Casting não é parte, a qualquer título, na relação contratualmente estabelecida entre Cliente e Profissional, pelo que estes reconhecem que não lhe pode ser imputada qualquer responsabilidade, nomeadamente no que respeita à concretização do contrato e ao cumprimento dos deveres contratuais das partes, ou mesmo pela apresentação de um Profissional ao Cliente ou pelo envio de um orçamento ao Cliente por conta do Profissional.",
      "5.2": "5.2 De igual modo, não pode ser imputada à Good Casting qualquer responsabilidade pelo incumprimento contratual de alguma das partes ou extracontratual, e, bem assim, por quaisquer perdas ou danos que daí possam resultar para alguma das partes.",
      "5.3": "5.3 A Good Casting não faz qualquer declaração nem presta qualquer garantia relativamente à fiabilidade, tempestividade, qualidade, adequação ou disponibilidade dos serviços prestados por Profissionais, nem garante a qualidade, adequação, segurança ou capacidade dos Profissionais. Cabe ao Cliente suportar integralmente o risco decorrente da contratação de um Profissional, de acordo com os limites máximos permitidos pelo direito aplicável ou exceto nos termos aqui estabelecidos."
    },
    "sixth": "6. Conflitos",
    "sixthContent": "6.1 Os conflitos emergentes das relações estabelecidas entre Clientes e Profissionais não poderão ser imputados à Good Casting.",
    "seventh": "7. Direitos de Propriedade Intelectual",
    "seventhContent": {
      "7.1": "7.1. Todos os elementos e/ou ferramentas encontrados no website Good Casting, nomeadamente textos, softwares, scripts, imagens gráficas, fotos, músicas, vídeos, recursos interativos e similares, marcas, marcas de serviços e logotipos são propriedade da Good Casting, e estão sujeitos aos direito de propriedade intelectual intelectuais português e tratados e convenções internacionais dos quais Portugal seja signatário.",
      "7.2": "7.2. Os elementos e/ou ferramentas que são disponibilizadas para o Profissional inscrito na Website, não podem ser usados, copiados, reproduzidos, distribuídos, transmitidos, difundidos, exibidos, vendidos, licenciados ou, de outro modo, explorados para quaisquer fins, sem o consentimento prévio e por escrito da Good Casting."
    },
    "eighth": "8. Penalidades",
    "eighthContent": {
      "8.1": {
        "content": "8.1 O Profissional ou Cliente não pode usar o website Good Casting para atividades que:",
        "a": "a) Violem qualquer lei, estatuto, portaria ou regulamentação;",
        "b": "b) Estejam relacionadas a transações que envolvam produtos ou serviços ilícitos, nem mesmo que promovam, facilitem ou instruam outras pessoas a envolver-se em atividade ilegal;",
        "c": "c) Utilização ou reprodução de conteúdo protegido por direitos autorais, segredo comercial, industrial ou de terceiros;",
        "d": "d) Elaboração de conteúdo nocivo, abusivo, difamatório, pornográfico, libidinoso ou que de qualquer forma represente assédio, invasão de privacidade, assédio, degradação, intimidação ou ódio em relação a um indivíduo ou grupo de indivíduos com base na religião, sexo, orientação sexual, raça, origem ética, idade ou deficiência;",
        "e": "e) Divulgação, menção ou apologia a quaisquer serviços ilegais ou venda de quaisquer itens cujo comércio e propaganda sejam proibidos ou restritos por lei;"
      },
      "8.2": "8.2 A Good Casting tem o direito de esclarecer e apurar, por sua iniciativa e sempre que entenda necessário, as reclamações de que tenha conhecimento tendo em vista avaliar e decidir da permanência dos profissionais inscritos no seu website.",
      "8.3": "8.3 A utilização do website Good Casting pode ser suspensa por determinado período sempre que se demonstre ter sido violada alguma das obrigações dos clientes e/ou profissionais resultantes do presente acordo de utilização.",
      "8.4": "8.4 Os Clientes e Profissionais podem ser definitivamente impedidos de utilizar o website Good Casting sempre que que se demonstre que a violação do presente Acordo de Utilização foi sido suficientemente grave, quer em função dos comportamentos, quer em função dos meios utilizados ou dos danos provocados.",
      "8.5": "8.5 A Good Casting reserva-se o direito de suspender ou terminar o serviço prestado pela utilização da sua website a um Cliente ou Profissional sempre que houver suspeita do mesmo estar a violar ou pretender violar o disposto no presente Acordo de Utilização ou em legislação aplicável."
    },
    "nineth": "9. Pagamentos",
    "ninethContent": {
      "9.1": "9.1 Pela utilização do website na qualidade de Profissional a Good Casting cobra o valor de 120€/ano acrescido de IVA à taxa legal.",
      "9.2": "9.2. A primeira anuidade é gratuita.",
      "9.3": "9.3 A facturação na Good Casting é feita de forma electrónica, por programa certificado pela Autoridade Tributária, ao abrigo da legislação aplicável (Código do IVA e Decreto-Lei n.o 28/2019) e as facturas são enviadas por correio electrónico.",
      "9.4": "9.4 A utilização do website Good Casting pelos Clientes é gratuita.",
      "9.5": "9.5 Após o decurso do primeiro ano a Good Casting enviará a factura para pagamento 30 dias antes do seu vencimento e novamente 15 dias antes do seu vencimento, via email. Caso o pagamento não seja efectuado dentro do prazo o perfil do profissional será excluído."
    }
  },
  "categorySelector": {
    "title": "Registo de Briefing",
    "subtitle": "Tipo de Casting",
    "Modelo de Prova / Eventos": "Modelo de Prova",
    "Desfile": "Desfile",
    "Campanha Publicitária / Ficção": "Campanha Publicitária",
    "Catálogo": "Catálogo",
    "Casting Personalizado": "Casting Personalizado",
    "chooseCustomJob": "Escolha essa opção caso as apresentadas \n não sejam adequadas",
    "continueLabel": "Continuar"
  },
  "jobRegister": {
    "title": "Registo de Briefing",
    "category": "Titulo",
    "categoryPlaceholder": "Titulo do Casting",
    "description": "Descrição do Casting",
    "descriptionPlaceholder": "Descreva aqui seu Casting e especifique em detalhes, caso tenha prazo para a candidatura coloque neste campo.",
    "time": "Horário Limite",
    "date": "Data Limite",
    "location": "Local",
    "locationPlaceholder": "Local Completa",
    "value": "Valor",
    "continueLabel": "Continuar",
    "timeError": "Digite um horário válido",
    "dateError": "Digite uma data válida"
  },
  "toSendProfiles": {
    "title": "Perfil do Talento",
    "subtitle": "O que você prefere?\n Você pode selecionar todos os perfis disponíveis na Good Casting ou fazer especificações no perfil do talento.",
    "chooseAllLabel": "Selecionar todos os perfis",
    "chooseAllLabelHint": "Ao selecionar todos os perfis, todos os talentos da Good Casting receberão a notificação do Casting.",
    "chooseFilterLabel": "Especificar Preferências",
    "chooseFilterLabelHint": "Selecione suas preferências para o Casting, como:\nGénero, Cabelo, Altura"
  },
  "gender": {
    "title": "Perfil do Talento",
    "subtitle": "Quais os géneros que busca para o seu Casting?",
    "continueLabel": "Continuar",
    "masc": "Masculino",
    "fem": "Feminino",
    "transmasc": "Trans Masculino",
    "transfem": "Trans Feminino",
    "other": "Outros",
    "selectAll": "Selecionar Todos"
  },
  "selectProfile": {
    "title": "Condições de Trabalho",
    "subtitle": "Perfil",
    "firstSelector": "Perfil",
    "secondSelector": "Transporte",
    "thirdSelector": "Alimentação",
    "fourthSelector": "Tempo de Direito de Imagem",
    "fifthSelector": "Veiculação da Campanha",
    "continueLabel": "Continuar"
  },
  "tags": {
    "title": "Características",
    "firstCategory": "Cabelo",
    "firstCategoryFirstOption": "Castanho Escuro",
    "firstCategorySecondOption": "Loiro",
    "firstCategoryThirdOption": "Ruivo",
    "firstCategoryFourthOption": "Grisalho",
    "firstCategoryFifthOption": "Castanho Claro",
    "firstCategorySixthOption": "Colorido",
    "firstCategorySeventhOption": "Careca",
    "firstCategoryEigthOption": "Preto",
    "firstCategoryNinethOption": "Todos",
    "secondCategory": "Olhos",
    "secondCategoryFirstOption": "Castanho Escuro",
    "secondCategorySecondOption": "Verdes",
    "secondCategoryThirdOption": "Azuis",
    "secondCategoryFourthOption": "Castanho Claro",
    "secondCategoryFifthOption": "Todos",
    "thirdCategory": "Pele",
    "thirdCategoryFirstOption": "Branca",
    "thirdCategorySecondOption": "Negra",
    "thirdCategoryThirdOption": "Morena",
    "thirdCategoryFifthOption": "Indígena",
    "thirdCategorySixthOption": "Asiática",
    "thirdCategorySeventhOption": "Sul Asiática - Índia, Paquistão, etc.",
    "thirdCategoryNinthOption": "Todas",
    "continueLabel": "Continuar"
  },
  "sliders": {
    "title": "Características",
    "continueLabel": "Continuar",
    "firstSlider": "Idade",
    "secondSlider": "Altura",
    "thirdSlider": "Cintura",
    "fourthSlider": "Anca",
    "fifthSlider": "Peito"
  },
  "selectArtist": {
    "title": "Pré-Selecionar Talentos",
    "continueLabel": "Continuar",
    "empty":"Oops… Ainda não temos essa opção.\n Volte e faça uma nova pesquisa"
  },
  "briefingLogin": {
    "title": "Postar Casting",
    "subtitle": "Para o seu Casting ser postado, entre na sua conta ou complete o seu Registo na Good Casting.",
    "typeEmail": "Digite seu email",
    "typePassword": "Digite sua senha",
    "forgot": "Esqueceu a senha",
    "enter": "Entrar",
    "register": "Criar Registo",
    "emailError": "Digite um e-mail válido",
    "passwordError": "Digite uma senha válida"
  },
  "drawer": {
    "contact": "Ajuda",
    "settings": "Configuração",
    "payment": "Formas de pagamento",
    "signout": "Sair"
  },
  "home": {
    "hello": "Olá",
    "welcome": "Seja bem-vindo(a)",
    "Artista":"Talento",
    "Cliente":"Cliente",
    "firstTab": "Novos Castings",
    "secondTab": "Selecionados",
    "thirdTab": "Vídeo Aulas",
    "fourthTab": "Meus Castings",
    "fifthTab": "Talentos",
    "lastNotificationError": "Ocorreu um erro ao buscar a última notificação",
    "videoError": "Ocorreu um erro ao buscar os vídeos",
    "clientJobsError": "Ocorreu um erro ao tentar buscar os seus Castings",
    "clientArtistsByJobs": "Ocorreu um erro ao tentar buscar talentos dos castings",
    "newJobsError": "Ocorreu um erro ao buscar os novos Castings disponíveis",
    "selectedError": "Ocorreu um erro ao buscar os Castings que você está selecionado",
    "getJobs": "Buscando castings",
    "getArtists": "Buscando Talentos",
    "proposals": "NOVOS CASTINGS",
    "myProposals": "MEUS CASTINGS",
    "proposalsAccepted": "CASTINGS ACEITOS",
    "castings": "ELENCOS",
    "analysis": "EM ANALISE",
    "available": "Disponível",
    "availables": "Disponíveis",
    "chosen": "Selecionados",
    "Ongoing": "a Decorrer",
    "meet": "CONHEÇA OS TALENTOS",
    "models": "MODELOS",
    "evaluate": "EM ABERTO",
    "class": "AULAS",
    "learnWithUs": "APRENDA CONNOSCO",
    "emptyJob": "\"Sua caixa de Castings está vazia neste momento...\"\n \nJá lançou seu primeiro casting? \n\nSe sim aguarde aprovação do nosso suporte!",
    "empty": "\"Sua caixa de Talentos está vazia neste momento...\"\n \nAguarde alguém aceitar sua proposta!",
    "emptyAc": "\"Sua caixa de castings aceitos está vazia neste momento...\"\n \nAceite um casting e volte para esta tela!",
    "emptyArt": "\"Sua caixa de castings está vazia neste momento...\"\n \nAguarde novos castings"
  },
  "contact": {
    "title": "Ajuda",
    "subtitle": "Entre em contacto com a Good Casting",
    "topicPlaceholder": "Assunto",
    "messagePlaceholder": "Escreva aqui",
    "submit": "Enviar",
    "contactSuccess": "Seu contacto foi enviado com sucesso",
    "contactError": "Ocorreu um erro ao enviar seu contacto",
    "WhatsappText": "Caso prefira um contacto mais rápido com nossa equipa",
    "time": "Atendemos de segunda a sexta, de 10am às 6pm",
    "WhatsappButton": "Whatsapp"
  },
  "settings": {
    "title": "Configurações",
    "oldPassword": "Senha antiga",
    "newPassword": "Nova senha",
    "newPasswordConfirmation": "Confirmação de nova senha",
    "confirmPasswordReset": "Redefinir",
    "passwordSuccess": "Sua senha foi alterada com sucesso",
    "passwordError": "Ocorreu um erro ao tentar alterar sua senha",
    "name": "Nome",
    "fantasyName": "Nome fantasia",
    "prefix": "Prefixo",
    "phone": "Telemóvel",
    "website": "Site (opcional)",
    "taxpayer": "NIF/NIPC",
    "full_address": "Local",
    "address_city": "Cidade",
    "address_state": "Distrito",
    "submit": "Redefinir",
    "passwordDigitsError": "A senha deve ter no mínimo 8 dígitos",
    "confirmationPasswordError": "As senhas estão diferentes",
    "confirmModalTitle": "Ao realizar alterações nos seus dados cadastrais, seu perfil passará pela aprovação da equipa Good Casting.",
    "confirmModalAccept": "Aceitar",
    "confirmModalReject": "Cancelar",
    "nameError": "Digite Nome válido",
    "fantasyError": "Digite Nome Fantasia válido",
    "emailError": "Digite um e-mail válido",
    "errorPrefix": "Prefixo inválido",
    "errorPhone": "Telemóvel inválido",
    "errorTaxpayer": "Digite NIF/NIPC válido",
    "erroFullAddress": "Digite um Local válio",
    "address_cityError": "Digite a sua Cidade",
    "address_stateError": "Digite seu Distrito",
    "receive_notification": "Receber notificações",
    "activate_notification": "Activar as notificações de aplicação nas configurações do seu telefone",
    "notificationSucess": "Notificações atualizadas com sucesso",
    "notificationError": "Não foi possível ativa as notificações",
    "deleteButton": "Excluir Conta",
    "deleteTitle": "Tem certeza que deseja excluir sua conta ?",
    "deleteSubtitle": "Um e-mail será enviado à nossa equipa para iniciar o processo de exclusão da sua conta. Entraremos em contacto para informar sobre o processo.",
    "deleteConfirm": "Confirmar",
    "deleteCancel": "Cancelar",
    "contactSuccess": "Sua solicitação foi enviada com sucesso!",
    "contactError": "Ocorreu um erro ao enviar seu contacto"
  },
  "jobModal": {
    "time": "Horário Limite",
    "date": "Data Limite",
    "value": "Cache",
    "address": "Local",
    "image_right_time": "Tempo de Direito de Imagem",
    "feeding": "Alimentação",
    "Alimentação por conta do contratante": "Por conta do cliente",
    "Alimentação por conta do contratado": "Por conta do talento",
    "transport": "Transporte",
    "Transporte por conta do contratante": "Por conta do cliente",
    "Transporte por conta do contratado": "Por conta do talento",
    "campaign_broadcast": "Veiculação da Campanha",
    "6 Meses": "6 Meses",
    "1 Ano": "1 Ano",
    "2 Anos": "2 Anos",
    "Não Aplicável": "Não Aplicável",
    "Selecione": "Selecione",
    "seeartist": "Ver Talentos",
    "status": "Seu Status",
    "accept": "Aceitar",
    "decline": "Declinar",
    "no":"Não",
    "yes":"Sim",
    "confirm": "Tem certeza que deseja aceitar?",
    "reject": "Tem certeza que deseja recusar?",
    "analysis": "Seu Perfil está sendo Analisado pelo contratante"
  },
  "jobCard": {
    "seeArtists": "Ver Talentos",
    "seeMore": "Veja mais",
    "changeJobStatus": "Deseja alterar o status do Casting?",
    "acceptJobTitle": "Deseja aceitar o Casting?",
    "pausedProfile": "O seu perfil está pendente. Entre em contacto por email Goodcastinginfo@gmail.com para atualização do seu estado.",
    "rejectJobTitle": "Deseja rejeitar o Casting?",
    "finishJob": "Finalizar Casting",
    "cancelJob": "Cancelar Casting",
    "acceptJob": "Aceitar Casting",
    "rejectJob": "Rejeitar Casting",
    "cancel": "Cancelar",
    "acceptJobError": "Ocorreu um erro ao tentar aceitar o Casting",
    "rejectJobError": "Ocorreu um erro ao tentar rejeitar o Casting",
    "finishJobError": "Ocorreu um erro ao tentar finalizar o Casting",
    "cancelJobError": "Ocorreu um erro ao tentar cancelar o Casting",
    "EM ANDAMENTO": "EM ANDAMENTO",
    "PENDENTE": "PENDENTE",
    "AVALIAR": "AVALIAR",
    "FINALIZADO": "FINALIZADO",
    "CANCELADO": "CANCELADO",
    "EM ANALISE": "EM ANÁLISE",
    "CONFIRMADO": "PRÉ-SELECIONADO",
    "date": "Limite de Candidatura",
    "REJEITADO": "NÃO SELECIONADO",
    "ENCERRADO": "ENCERRADO"
  },
  "artistCard": {
    "selectError": "Ocorreu um erro ao tentar selecionar o talento",
    "rejectError": "Ocorreu um erro ao tentar rejeitar o talento",
    "deleteError": "Ocorreu um erro ao tentar excluir o talento",
    "chatError": "Ocorreu um erro ao tentar redirecioná-lo para o chat",
    "select": "Pré-Selecionar",
    "reject": "Não selecionar",
    "cancel": "Cancelar",
    "delete": "Excluir"
  },
  "auth": {
    "accountApproval": "Sua conta ainda está em aprovação",
    "accountReject": "Sua conta foi rejeitada",
    "loginError": "Ocorreu um erro no login. Cheque suas credenciais",
    "codeError": "Ocorreu um erro ao validar o seu código",
    "infoSuccess": "Suas informações foram alteradas com sucesso",
    "infoError": "Ocorreu um erro ao tentar atualizar suas informações",
    "jobSuccess": "O Casting foi criado com sucesso",
    "jobError": "Ocorreu um erro ao tentar criar o Casting"
  },
  "artistProfile": {
    "model": "Talento",
    "info": "Informações",
    "age": "Idade: ",
    "height": "Altura: ",
    "gender": "Género: ",
    "Feminino": "Feminino",
    "Masculino": "Masculino",
    "Trans Feminino": "Trans Feminino",
    "Trans Masculino": "Trans Masculino",
    "Outros": "Outros",
    "Todos": "Todos",
    "hair": "Cabelo: ",
    "Castanho Escuro": "Castanho Escuro",
    "Loiro": "Loiro",
    "Ruivo": "Ruivo",
    "Grisalho": "Grisalho",
    "Castanho Claro": "Castanho Claro",
    "Colorido": "Colorido",
    "eye": "Olhos: ",
    "Verde": "Verde",
    "Azul": "Azul",
    "skin": "Pele: ",
    "Branca": "Branca",
    "Negra": "Negra",
    "Morena": "Morena",
    "Indígena": "Indígena",
    "Asiática": "Asiática",
    "Sul Asiática - Índia, Paquistão": "Sul Asiática - India, Pakistán",
    "hip": "Quadril: ",
    "waist": "Cintura: ",
    "bust": "Peito: ",
    "select": "Selecionar",
    "decline": "Recusar",
    "photoError": "Ocorreu um erro ao tentar buscar as fotos"
  },
  "artistProfilePhoto": {
    "cancel": "Cancelar",
      "confirm": "Definir foto de perfil",
    "choose": "Escolha uma foto para ser sua foto de perfil",
    "ErrorPicture": "Ocorreu um erro ao tentar atualizar a foto",
    "ErrorSize":"Ocorreu um erro ao tentar atualizar a foto, diminua o tamanho dela e tente novamente"
  },
  "artistsOnJob": {
    "hello": "Olá",
    "welcome": "Seja bem-vindo(a) a Good Casting",
    "artistError": "Ocorreu um erro ao tentar buscar os talentos deste Casting",
    "selected": "Selecionados",
    "pending": "Pendentes",
    "nonSelected": "Não selecionados",
    "getArtist": "Buscando talentos"
  },
  "chat": {
    "chattingWith": "Conversando com",
    "inputPlaceholder": "Digite aqui seu texto",
    "messagesError": "Ocorreu um erro ao buscar as mensagens do chat. Tente novamente mais tarde",
    "validMessageError": "Digite uma mensagem válida",
    "archiveTitle": "Arquivar mensagem",
    "archiveMessage": "Tem certeza que deseja arquivar esta mensagem?",
    "notReadMessagesSingular": "mensagem não lida",
    "notReadMessagesPlural": "mensagens não lida",
    "cancel": "Cancelar"
  },
  "choosePayment": {
    "title": "Formas de pagamento",
    "noPaymentMethod": "Você ainda não adicionou a forma de pagamento",
    "addLabel": "Adicionar",
    "timeLeft": "Tempo restante",
    "timeLeftMonths": "meses",
    "timeLeftDays": "dias"
  },
  "registerFirstStep": {
    "welcome": "Seja bem-vindo(a)",
    "typeEmail": "Digite seu email",
    "typePassword": "Digite sua senha",
    "typePasswordConfirmation": "Confirmação de senha",
    "continueLabel": "Continuar",
    "emailRegistered": "Este e-mail já está cadastrado",
    "emailError": "E-mail inválido",
    "lessThan8DigitPasswordError": "A senha precisa ter no mínimo 8 dígitos",
    "differentPasswordError": "A senha e confirmação de senha estão diferentes"
  },
  "registerSecondStep": {
    "welcome": "Seja bem-vindo(a)",
    "typeName": "Nome",
    "typeFantasyName": "Nome Fantasia",
    "prefix": "Prefixo",
    "typePhone": "Telemóvel para contacto",
    "continueLabel": "Continuar",
    "typeNameError": "Digite o nome de sua empresa",
    "typeFantasyNameError": "Digite o nome fantasia de sua empresa",
    "typePhoneError": "Digite o seu telemóvel"
  },
  "registerThirdStep": {
    "welcome": "Seja bem-vindo(a)",
    "typeSite": "Site (opcional)",
    "typeTaxpayer": "NIF/NIPC",
    "typeAddress": "Local",
    "typeCity": "Cidade",
    "typeDistrict": "Distrito",
    "address_cityError": "Digite a sua Cidade",
    "address_stateError": "Digite seu Distrito",
    "address_fullError": "Digite seu Local",
    "image_error": "Houve um problema com envio da foto",
    "taxpayerError": "Digite NIF/NIPC válido",
    "addPhotoLabel": "Selecionar Foto",
    "selectedPhotoLabel": "Foto Selecionada",
    "addPhotoSubtitle": "Adicione uma foto sua com um documento de identificação\nA foto será apenas para aprovação e não aparecerá no app",
    "continueLabel": "Finalizar",
    "selectAPhoto": "Selecione a foto do seu documento",
    "congratulations": "Parabéns! Seu Registo será analisado pela equipa Good Casting. Em breve você estará recebendo instruções."
  },
  "confirmCode": {
    "title": "Registo",
    "thanks": "Obrigado por juntar-te a GoodCasting!",
    "instructions": "Digita abaixo o código de confirmação enviado para o seu email.",
    "typeCode": "Digite o código",
    "agreeWith": "Concordo com os ",
    "terms": "Termos e condições de uso",
    "buttonLabel": "Ativar Registo"
  },
  "exit": {
    "confirm": "Tem certeza que deseja sair?",
    "exit": "Sair"
  },
  "inbox": {
    "yourchats": "Meus Chats",
    "chatError": "Ocorreu um erro ao tentar listar seus chats. Tente novamente mais tarde.",
    "loadChats": "Buscando Chats",
    "pausedProfile": "O seu perfil está pendente. Entre em contacto por email Goodcastinginfo@gmail.com para atualização do seu estado."
  },
  "myjobs": {
    "myjobs": "Histórico de castings",
    "historyjobs": "Histórico",
    "create": "Criar novo Casting",
    "jobError": "Ocorreu um erro ao buscar os Castings",
    "empty": "\"Sua caixa de Castings está vazia neste momento...\"\n \nSeu perfil está a ser divulgado!"
  },
  "notifications": {
    "title": "Notificações",
    "notificationError": "Ocorreu um erro ao tentar listar as suas notificações",
    "approvedRegistrationTitle": "Registo Aprovado",
    "approvedRegistrationDescription": "Seus Casting foram publicados. Agora é só esperar os talentos aceitarem o Casting",
    "newInvitationTitle": "Novo Casting",
    "newInvitationDescription": "Você recebeu um novo convite para participar de um Casting",
    "selectedModelAcceptedInvitationTitle": "Talento selecionado aceitou seu convite",
    "Catálogo": "Catálogo",
    "Campanha Publicitária / Ficção": "Campanha Publicitária / Ficção",
    "Desfile": "Desfile",
    "daysAgo": "dias atrás",
    "Modelo de Prova / Eventos": "Modelo de Prova / Eventos",
    "Aviso":"Aviso",
    "selectedParticipateJobTitle": "Você foi selecionado para participar de um casting",
    "Preencha todos os campos": "Preencha todos os campos",
    "Selecione todos os itens": "Selecione todos os itens"
  },
  "toEvaluate": {
    "clientTitle": "Avaliar talentos",
    "artistTitle": "Avalie o seu Casting",
    "artistError": "Ocorreu um erro ao buscar os talentos do Casting",
    "clientError": "Ocorreu um erro ao buscar o cliente do Casting"
  },
  "evaluationCard": {
    "model": "Talento",
    "client": "Cliente"
  },
  "evaluation": {
    "evaluateError": "Ocorreu um erro ao tentar enviar sua avaliação",
    "title": "Avaliação",
    "model": "Talento",
    "client": "Cliente",
    "description": "Avalie o Casting que foi realizado com ",
    "theArtist": "o(a) talento",
    "theClient": "o(a) cliente",
    "typeEvaluation": "Escreva sua avaliação em até 140 caracteres…",
    "sendLabel": "Enviar avaliação"
  },
  "chatJobs": {
    "title": "Conversas do Casting"
  },
  "chatJobCard": {
    "you": "Você",
    "noMessages": "Sem mensagens"
  }
}
